{
  "nav": {
    "home": "Home",
    "lineage": "Lineage",
    "satyaPrakashJi": "Satya Prakash Ji Maharaj",
    "shardaCharanJi": "Sharda Charan Ji Maharaj",
    "teachings": "Teachings",
    "programs": "Programs",
    "media": "Media",
    "menu": "Menu"
  },
  "header": {
    "title": "Param Guru",
    "subtitle": "Ramashram Satsang Ch."
  },
  "home": {
    "heroTitle": "The Sacred Lineage",
    "heroSubtitle": "A river of grace flowing from the Gurus to the seekers",
    "shardaCharanJiName": "Param Guru Shri Sharda Charan Ji Maharaj",
    "shardaCharanJiPlace": "Agra (1910 - 1983)",
    "satyaPrakashJiName": "Param Guru Shri Satya Prakash Ji Maharaj",
    "satyaPrakashJiPlace": "Bikaner (1941 - 2002)",
    "explore": "Explore",
    "exploreSubtitle": "Discover the spiritual heritage of Ramashram Satsang",
    "spiritualLineage": "Spiritual Lineage",
    "spiritualLineageDesc": "Discover the sacred succession of Gurus from the Ramashram Satsang Silsila",
    "audioRecordings": "Audio Recordings",
    "audioRecordingsDesc": "Listen to rare pravachans (discourses) from both Param Gurus",
    "teachingsTitle": "Teachings",
    "teachingsDesc": "Explore the spiritual wisdom and philosophy of the lineage",
    "satsangPrograms": "Satsang Programs / Meditation Camps",
    "satsangProgramsDesc": "Find upcoming meditation camps and spiritual gatherings",
    "peaceTitle": "Finding Peace in a Restless World",
    "peaceText1": "In the midst of life's endless pursuits, the soul seeks something permanent, something beyond the fleeting pleasures of the material world. The Ramashram Satsang Ch. offers a time-tested path of inner transformation for the modern householder.",
    "peaceText2": "Our lineage teaches that one need not renounce the world to find God. The path lies in living as a \"guest\" in this world, enjoying its blessings while remaining anchored in the eternal truth. Through meditation and the grace of the Guru, peace unfolds naturally from within.",
    "peaceQuote": "\"The more spiritual a person is, the more human they are.\"",
    "exploreTeachings": "Explore the Teachings",
    "upcomingPrograms": "Upcoming Satsang Programs",
    "upcomingProgramsSubtitle": "Join us for spiritual gatherings and meditation camps",
    "viewAllPrograms": "View All Programs",
    "liveSatsang": "Live Satsang Telecasts",
    "liveSatsangDesc": "Watch live and recorded Satsang programs from various locations. The YouTube channel continues the tradition of sharing spiritual wisdom following the Gurus' departure from their physical forms.",
    "visitYoutube": "Visit Our YouTube Channel",
    "aboutWebsite": "About This Website",
    "aboutWebsiteText": "This website was created on the divine orders of Param Guru Shri Satya Prakash Ji Maharaj, who chose the name \"Param Guru\" for this virtual sanctuary during his physical presence. It serves as a digital ashram, preserving and sharing the sacred teachings, discourses (pravachans), and spiritual heritage of the Ramashram Satsang Ch. lineage for seekers across the world."
  },
  "lineage": {
    "pageTitle": "The Sacred Lineage",
    "pageSubtitle": "Guru Parampara - The unbroken chain of spiritual transmission from Master to Disciple",
    "understandingTitle": "Understanding the Lineage",
    "understandingText": "In the digital world, where anyone can claim spiritual authority, the lineage provides the pedigree of authentic teaching. Just as a lit candle can only be kindled by another lit candle, spiritual awakening requires transmission from an awakened Master. The Ramashram Satsang Ch. traces its roots through an unbroken chain of realized souls, each transmitting the divine light to the next generation.",
    "viewDiscourses": "View Discourses & Learn More",
    "significanceTitle": "The Significance of \"Ch.\"",
    "significanceText": "The \"Ch.\" in Ramashram Satsang Ch. stands for \"Chaturbhuj\" - the name of Param Guru Shri Chaturbhuj Sahai Ji Maharaj. When Shri Sharda Charan Ji established his branch in Agra, his devotion was so complete that he named it not after himself, but after his beloved Guru. This act of supreme humility teaches us that the spiritual path is about becoming smaller, not greater; about dissolving the ego in devotion, not building monuments to oneself.",
    "ramChandraJiName": "Param Guru Ram Chandra Ji Maharaj (Lala Ji)",
    "ramChandraJiTitle": "The Founder",
    "ramChandraJiYears": "1873 - 1931",
    "ramChandraJiLocation": "Mainpuri / Farrukhabad, Uttar Pradesh",
    "ramChandraJiDesc": "Param Guru Ram Chandra Ji Maharaj, affectionately known as Lala Ji, represents the genesis of this sacred spiritual current. Born in 1873 in Mainpuri (U.P.), he lived the life of a Grihastha (householder) while being a government employee in Farrukhabad.\n\nHis spiritual journey took a remarkable turn when he received initiation from a Sufi saint, Maulana Shah Fazal Ahmad Khan. This syncretic connection bridges Hindu and Sufi mysticism, demonstrating that the language of the soul transcends all religious boundaries.\n\nLala Ji's primary contribution to the lineage was the re-introduction of Pranahuti (Yogic Transmission) - the capacity of the Guru to transmit spiritual energy directly into the heart of the aspirant, awakening dormant spiritual centers without arduous physical austerities. His vision of the \"Universal Dance,\" where he perceived the entire cosmos vibrating with divine energy, established the energy-based nature of meditation practiced in the Satsang.",
    "chaturbhujJiName": "Param Guru Shri Chaturbhuj Sahai Ji Maharaj",
    "chaturbhujJiTitle": "The Systematizer",
    "chaturbhujJiYears": "1873 - 1957",
    "chaturbhujJiLocation": "Etah / Mathura, Uttar Pradesh",
    "chaturbhujJiDesc": "Born in 1873 in Etah, Uttar Pradesh, Param Guru Shri Chaturbhuj Sahai Ji Maharaj was both a contemporary and devoted disciple of Lala Ji. Professionally, he served as a homeopathic doctor, embodying the \"Healer\" archetype of the lineage.\n\nIn 1930, he founded Ramashram Satsang Mathura, transforming the personal transmission of Lala Ji into a structured organization capable of reaching the masses. He championed the philosophy of Grihastha Yoga, teaching that the friction of family life is actually a tool for polishing the soul.\n\nHis profound teaching, \"The more spiritual a person is, the more human they are,\" serves as the ethical compass for the Satsang. It reminds us that if our meditation does not make us kinder, more patient, and more honest, it serves no purpose. He represents the Methodology - assuring seekers that they can practice this yoga without disrupting their social responsibilities.",
    "shardaCharanJiName": "Param Guru Shri Sharda Charan Ji Maharaj",
    "shardaCharanJiTitle": "The Home of Truth and Englightenment - Satya Sadan",
    "shardaCharanJiYears": "1910 - 1983",
    "shardaCharanJiLocation": "Agra, Uttar Pradesh",
    "shardaCharanJiDesc": "Param Guru Shri Sharda Charan Ji Maharaj exemplifies the profound bond between Master and Disciple. A resident of Agra, his devotion to Shri Chaturbhuj Sahai Ji was so complete that he effaced his own identity in service of his Guru.\n\nWhen he established his branch of the Satsang, he did not name it after himself. Instead, he called it \"Ramashram Satsang Ch.\" - permanently affixing the initial of his Guru (Chaturbhuj) to the organization's identity. This \"Ch.\" is not merely a letter; it is a monument to humility, teaching disciples that the spiritual path is not about becoming a \"Guru\" but about remaining an eternal \"Disciple.\"\n\nHe represents the sacred Link that connects the source in Mathura to the stream that flows through Bikaner and beyond. His pravachans (discourses) continue to guide seekers on the path of devotion and surrender.",
    "satyaPrakashJiName": "Param Guru Shri Satya Prakash Ji Maharaj",
    "satyaPrakashJiTitle": "The Light of Truth and Enlightenment - Satya Ka Prakash",
    "satyaPrakashJiYears": "1941 - 2002",
    "satyaPrakashJiLocation": "Bikaner, Rajasthan",
    "satyaPrakashJiDesc": "Param Guru Shri Satya Prakash Ji Maharaj carried the weight of this illustrious lineage, guiding modern seekers through the unique challenges of contemporary life. Based in Bikaner, Rajasthan, his methods are particularly well-suited for persons leading household lives with limited time for spiritual practice.\n\nHis pravachans are not mere lectures but transmissions of the divine energy he received from Shri Sharda Charan Ji. He serves as the spiritual focus for the Bikaner center, providing practical guidance on integrating meditation into daily life while fulfilling worldly responsibilities.\n\nThis very website was created on his orders, given while he was in his physical form. He personally chose the name \"Param Guru\" for this digital sanctuary. Though he left his physical body in 2002, his spiritual presence continues to guide sincere seekers through his recorded teachings and the living tradition he established."
  },
  "teachings": {
    "pageTitle": "The Sacred Teachings",
    "pageSubtitle": "Understanding Sadhna - The Path of Spiritual Discipline",
    "introText": "The following teachings explain the nature of spiritual practice (Sadhna), the relationship between Guru and disciple, and the path to liberation. These timeless principles guide seekers on their journey from the confusion of worldly existence to the peace of Self-realization.",
    "quote": "\"The more spiritual a person is, the more human they are.\"",
    "quoteAuthor": "- Param Guru Shri Chaturbhuj Sahai Ji Maharaj"
  },
  "programs": {
    "pageTitle": "Satsang Programs",
    "pageSubtitle": "Bhandaras, Satsang Programs, Spiritual Meditation camps",
    "scheduledTitle": "Scheduled Spiritual Meditation camps / Satsang Programs",
    "tableProgram": "Program Name",
    "tableDates": "Dates",
    "tableLocation": "Location",
    "tableJila": "Jila",
    "tableState": "State",
    "aboutTitle": "About Bhandaras and Satsang Programs",
    "bhandaraDesc": "Bhandara is a spiritual gathering that typically spans 2-3 days, featuring pravachans (discourses) and group meditation. These events provide an opportunity for seekers to immerse themselves in the spiritual atmosphere and receive the blessings of the lineage.",
    "punyaTithiDesc": "Punya Tithi refers to the death anniversary of a Guru, observed with special reverence. Devotees gather to honor the departed Master and receive continued spiritual guidance through the living tradition.",
    "guruPurnimaDesc": "Guru Poornima is the sacred day dedicated to honoring the Guru, celebrated on the full moon day in the Hindu month of Ashadha (July). It is one of the most important occasions in the spiritual calendar."
  },
  "media": {
    "pageTitle": "Satsang Media",
    "pageSubtitle": "Immerse yourself in the vibration of past and live Satsang programs",
    "liveTelecastTitle": "Live Satsang Telecasts",
    "liveTelecastDesc": "The YouTube channel continues the sacred tradition of sharing spiritual wisdom following the departure of the Gurus from their physical forms. Watch live telecasts of satsang programs from various locations and access an archive of past recordings.",
    "visitYoutube": "Visit YouTube Channel",
    "channelFeatures": "The official YouTube channel of Ramashram Satsang Ch. features:",
    "featureLive": "Live telecasts of satsang programs",
    "featureBhandara": "Recordings from Bhandaras and special occasions",
    "featurePravachans": "Pravachans from various centers",
    "featureDiscourses": "Spiritual discourses and meditation guidance",
    "subscribeNote": "Subscribe to the channel to receive notifications for live programs.",
    "audioPravachans": "Audio Pravachans",
    "audioPravachansDesc": "Access the sacred discourses (pravachans) of our Gurus in audio format. These recordings preserve the voice and wisdom of the Masters for future generations.",
    "satyaPrakashJiRecordings": "90+ recordings from 1984-2002",
    "shardaCharanJiRecordings": "20+ recordings from 1979-1981",
    "videoArchive": "Video Archive",
    "videoArchiveDesc": "The YouTube channel serves as the video archive for Satsang programs. Visit the channel to browse:",
    "recentBhandara": "Recent Bhandara recordings",
    "guruPurnimaCelebrations": "Guru Purnima celebrations",
    "punyaTithiPrograms": "Punya Tithi (anniversary) programs",
    "regularSatsang": "Regular satsang sessions",
    "browseAllVideos": "Browse All Videos",
    "howToUseTitle": "How to Use the Audio Pravachans",
    "howToUseText": "The audio pravachans are stored on Google Drive for universal access. When you click on a pravachan link, it will open in Google Drive where you can:",
    "playDirectly": "Play directly - Listen in your browser without downloading",
    "download": "Download - Save to your device for offline listening",
    "share": "Share - Share the link with other seekers",
    "sacredNote": "These recordings are sacred treasures. Listen with receptivity and devotion, preferably in a quiet environment conducive to contemplation."
  },
  "satyaPrakashJi": {
    "pageTitle": "Param Guru Shri Satya Prakash Ji Maharaj",
    "pageSubtitle": "Bikaner (1941 - 2002)",
    "keyInfo": "Key Information",
    "birth": "Birth",
    "birthDate": "January 9, 1941",
    "mahaSamadhi": "Maha Samadhi",
    "mahaSamadhiDate": "June 20, 2002",
    "location": "Location",
    "locationValue": "Bikaner, Rajasthan",
    "guru": "Guru",
    "guruValue": "Param Guru Shri Sharda Charan Ji",
    "aboutTitle": "About Param Guru Ji",
    "aboutText1": "Param Guru Shri Satya Prakash Ji Maharaj carried the sacred torch of the Ramashram Satsang Ch. lineage, guiding countless seekers on the path of inner awakening. Based in Bikaner, Rajasthan, he dedicated his life to spreading the teachings of his Guru, Param Guru Shri Sharda Charan Ji Maharaj.",
    "aboutText2": "His methods were uniquely suited for the modern householder - persons with limited time, family responsibilities, and worldly obligations. He demonstrated through his own life that spiritual attainment does not require renunciation of the world, but rather a transformation of one's relationship with it.",
    "aboutText3": "Guruji's pravachans (discourses) are not mere philosophical talks but transmissions of spiritual energy. When listened to with receptivity and devotion, they continue to guide seekers even after his physical departure in 2002.",
    "aboutWebsiteTitle": "About This Website",
    "aboutWebsiteText": "This website was created on the divine orders of Param Guru Ji himself. During his physical presence, he instructed the creation of this digital sanctuary and personally chose the name \"Param Guru\" for it. It serves as a virtual ashram, preserving his teachings for generations of seekers.",
    "punyaTithiText": "His Punya Tithi (death anniversary) is observed on Ganga Dussehra each year at Bikaner, Rajasthan, where devotees gather to honor his memory and receive continued spiritual blessings.",
    "birthAnniversaryText": "His Birth anniversary is celebrated in Bikaner in the form of the Bikaner Satsang Program on January 9th and 10th every year.",
    "pravachansTitle": "Amrit Vani - Sacred Discourses",
    "pravachansNote": "Note: Click on any pravachan to open it in Google Drive, where you can play or download the audio recording. These recordings are preserved treasures of spiritual wisdom."
  },
  "shardaCharanJi": {
    "pageTitle": "Param Guru Shri Sharda Charan Ji Maharaj",
    "pageSubtitle": "Agra (1910 - 1983)",
    "keyInfo": "Key Information",
    "birth": "Birth",
    "birthDate": "September 26, 1910",
    "mahaSamadhi": "Maha Samadhi",
    "mahaSamadhiDate": "January 28, 1983",
    "location": "Location",
    "locationValue": "Agra, Uttar Pradesh",
    "guru": "Guru",
    "guruValue": "Param Guru Shri Chaturbhuj Sahai Ji",
    "aboutTitle": "About Param Guru Ji",
    "aboutText1": "Param Guru Shri Sharda Charan Ji Maharaj stands as a towering example of devotion and surrender in the spiritual lineage. Born on September 26, 1910, in Agra, his life was a testament to the transformative power of complete dedication to the Guru.",
    "aboutText2": "His relationship with his Guru, Param Guru Shri Chaturbhuj Sahai Ji Maharaj, was one of absolute surrender. When he established his branch of the Satsang, he demonstrated supreme humility by naming it \"Ramashram Satsang Ch.\" - the \"Ch.\" standing for Chaturbhuj, his beloved Guru's name. This act teaches us that true spirituality lies in becoming smaller, not greater.",
    "meaningChTitle": "The Meaning of \"Ch.\"",
    "meaningChText": "The \"Ch.\" in Ramashram Satsang Ch. is a monument to devotion. Rather than naming the organization after himself, Shri Sharda Charan Ji permanently affixed his Guru's initial to its identity. This teaches disciples that the spiritual path is about dissolving the ego in service of the Master, not building monuments to oneself.",
    "aboutText3": "His pravachans continue to inspire seekers on the path of devotion. Through his teachings, he emphasized the importance of the Guru-disciple relationship and the power of complete surrender (Samarpan) in spiritual attainment.",
    "punyaTithiText": "His Punya Tithi (death anniversary) is observed on Ravidas Jayanti each year, while his Janam Divas (birthday) on September 26th is celebrated with special satsang programs at various centers.",
    "pravachansTitle": "Amrit Vani - Sacred Discourses",
    "pravachansNote": "Note: Click on any pravachan to open it in Google Drive, where you can play or download the audio recording. These rare recordings from the late 1970s and early 1980s preserve the voice and wisdom of Param Guru Ji for future generations."
  },
  "pravachanList": {
    "recordingsAvailable": "recordings available",
    "recordings": "recordings",
    "showLess": "Show Less Years",
    "showAll": "Show All {{count}} Years"
  },
  "footer": {
    "title": "Param Guru",
    "description": "This website was created on the orders of Param Guru Shri Satya Prakash Ji Maharaj during his physical presence. He chose the name \"Param Guru\" for this digital sanctuary of spiritual wisdom.",
    "quickLinks": "Quick Links",
    "satyaPrakashJi": "Param Guru Shri Satya Prakash Ji",
    "shardaCharanJi": "Param Guru Shri Sharda Charan Ji",
    "teachingsLink": "Teachings & Pravachans",
    "satsangPrograms": "Satsang Programs",
    "audioRecordings": "Audio Recordings",
    "locations": "Locations",
    "bikaner": "Bikaner, Rajasthan",
    "agra": "Agra, Uttar Pradesh",
    "connect": "Connect",
    "inquiryNote": "For inquiries about Satsang and meditation practices, please attend any of our upcoming programs.",
    "quote": "\"The more spiritual a person is, the more human they are.\"",
    "madeWith": "Made with",
    "forSeekers": "for seekers of truth",
    "copyright": "Ramashram Satsang Ch. Bhoodkabagh, Bikaner center. All rights reserved."
  },
  "notFound": {
    "title": "Page Not Found",
    "message": "The page you are looking for might have been moved or does not exist.",
    "goHome": "Go to Home",
    "goBack": "Go Back"
  },
  "common": {
    "bhandara": "Bhandara",
    "punyaTithi": "Punya Tithi",
    "guruPurnima": "Guru Poornima",
    "jila": "Jila"
  }
}
