{
  "nav": {
    "home": "मुख्य पृष्ठ",
    "lineage": "गुरु परम्परा",
    "satyaPrakashJi": "सत्य प्रकाश जी महाराज",
    "shardaCharanJi": "शारदा चरण जी महाराज",
    "teachings": "शिक्षाएं",
    "programs": "कार्यक्रम",
    "media": "मीडिया",
    "menu": "मेन्यू"
  },
  "header": {
    "title": "परम गुरु",
    "subtitle": "रामाश्रम सत्संग च."
  },
  "home": {
    "heroTitle": "पवित्र गुरु परम्परा",
    "heroSubtitle": "गुरुओं से साधकों तक बहती कृपा की अविरल धारा",
    "shardaCharanJiName": "परम गुरु श्री शारदा चरण जी महाराज",
    "shardaCharanJiPlace": "आगरा (1910 - 1983)",
    "satyaPrakashJiName": "परम गुरु श्री सत्य प्रकाश जी महाराज",
    "satyaPrakashJiPlace": "बीकानेर (1941 - 2002)",
    "explore": "जानें",
    "exploreSubtitle": "रामाश्रम सत्संग की आध्यात्मिक विरासत की खोज करें",
    "spiritualLineage": "गुरु परम्परा",
    "spiritualLineageDesc": "रामाश्रम सत्संग सिलसिले की पवित्र गुरु श्रृंखला को जानें",
    "audioRecordings": "ऑडियो रिकॉर्डिंग",
    "audioRecordingsDesc": "दोनों परम गुरुओं के दुर्लभ प्रवचन सुनें",
    "teachingsTitle": "शिक्षाएं",
    "teachingsDesc": "परम्परा के आध्यात्मिक ज्ञान और दर्शन को जानें",
    "satsangPrograms": "सत्संग कार्यक्रम / ध्यान शिविर",
    "satsangProgramsDesc": "आगामी ध्यान शिविर और आध्यात्मिक सभाओं की जानकारी पाएं",
    "peaceTitle": "अशांत संसार में शांति की खोज",
    "peaceText1": "जीवन की अनंत दौड़-भाग में आत्मा कुछ शाश्वत खोजती है, कुछ ऐसा जो भौतिक संसार के क्षणिक सुखों से परे हो। रामाश्रम सत्संग च. आधुनिक गृहस्थ के लिए आंतरिक परिवर्तन का एक सिद्ध मार्ग प्रस्तुत करता है।",
    "peaceText2": "हमारी परम्परा सिखाती है कि ईश्वर को पाने के लिए संसार त्यागने की आवश्यकता नहीं है। मार्ग इस संसार में \"अतिथि\" की भांति रहने में है - इसके आशीर्वादों का आनंद लेते हुए भी शाश्वत सत्य में स्थिर रहना। ध्यान और गुरु कृपा से भीतर से स्वाभाविक रूप से शांति प्रकट होती है।",
    "peaceQuote": "\"जितना आध्यात्मिक व्यक्ति होता है, उतना ही मानवीय होता है।\"",
    "exploreTeachings": "शिक्षाएं देखें",
    "upcomingPrograms": "आगामी सत्संग कार्यक्रम",
    "upcomingProgramsSubtitle": "आध्यात्मिक सभाओं और ध्यान शिविरों में सम्मिलित हों",
    "viewAllPrograms": "सभी कार्यक्रम देखें",
    "liveSatsang": "सत्संग का सीधा प्रसारण",
    "liveSatsangDesc": "विभिन्न स्थानों से सत्संग कार्यक्रमों का सीधा और रिकॉर्डेड प्रसारण देखें। गुरुओं के भौतिक शरीर त्यागने के बाद भी YouTube चैनल आध्यात्मिक ज्ञान साझा करने की परम्परा को जारी रखता है।",
    "visitYoutube": "हमारा YouTube चैनल देखें",
    "aboutWebsite": "इस वेबसाइट के विषय में",
    "aboutWebsiteText": "यह वेबसाइट परम गुरु श्री सत्य प्रकाश जी महाराज के दिव्य आदेश पर बनाई गई थी, जिन्होंने अपने शारीरिक उपस्थिति के समय इस आभासी तीर्थ के लिए \"परम गुरु\" नाम चुना था। यह एक डिजिटल आश्रम के रूप में रामाश्रम सत्संग च. परम्परा की पवित्र शिक्षाओं, प्रवचनों और आध्यात्मिक विरासत को विश्व भर के साधकों के लिए संरक्षित और साझा करता है।"
  },
  "lineage": {
    "pageTitle": "पवित्र गुरु परम्परा",
    "pageSubtitle": "गुरु परम्परा - गुरु से शिष्य तक आध्यात्मिक संचरण की अखंड श्रृंखला",
    "understandingTitle": "परम्परा को समझना",
    "understandingText": "आज के डिजिटल युग में, जहां कोई भी आध्यात्मिक अधिकार का दावा कर सकता है, गुरु परम्परा प्रामाणिक शिक्षा की वंशावली प्रदान करती है। जैसे एक जलती हुई मोमबत्ती ही दूसरी मोमबत्ती को प्रज्वलित कर सकती है, वैसे ही आध्यात्मिक जागृति के लिए एक जागृत गुरु से संचरण आवश्यक है। रामाश्रम सत्संग च. की जड़ें सिद्ध आत्माओं की अखंड श्रृंखला में हैं, जहां प्रत्येक गुरु ने दिव्य प्रकाश को अगली पीढ़ी को प्रसारित किया।",
    "viewDiscourses": "प्रवचन देखें और अधिक जानें",
    "significanceTitle": "\"च.\" का महत्व",
    "significanceText": "रामाश्रम सत्संग च. में \"च.\" का अर्थ है \"चतुर्भुज\" - परम गुरु श्री चतुर्भुज सहाय जी महाराज का नाम। जब श्री शारदा चरण जी ने आगरा में अपनी शाखा स्थापित की, तो उनकी भक्ति इतनी पूर्ण थी कि उन्होंने इसका नाम अपने नाम पर नहीं, बल्कि अपने प्रिय गुरु के नाम पर रखा। परम विनम्रता की यह भावना हमें सिखाती है कि आध्यात्मिक मार्ग बड़ा बनने का नहीं, छोटा बनने का है; भक्ति में अहंकार को विलीन करने का है, न कि स्वयं के स्मारक बनाने का।",
    "ramChandraJiName": "परम गुरु राम चंद्र जी महाराज (लाला जी)",
    "ramChandraJiTitle": "संस्थापक",
    "ramChandraJiYears": "1873 - 1931",
    "ramChandraJiLocation": "मैनपुरी / फर्रुखाबाद, उत्तर प्रदेश",
    "ramChandraJiDesc": "परम गुरु राम चंद्र जी महाराज, जिन्हें प्यार से लाला जी कहा जाता था, इस पवित्र आध्यात्मिक धारा के उद्गम का प्रतिनिधित्व करते हैं। 1873 में मैनपुरी (उ.प्र.) में जन्मे, उन्होंने फर्रुखाबाद में सरकारी कर्मचारी रहते हुए गृहस्थ का जीवन व्यतीत किया।\n\nउनकी आध्यात्मिक यात्रा ने एक उल्लेखनीय मोड़ तब लिया जब उन्हें सूफी संत मौलाना शाह फजल अहमद खान से दीक्षा प्राप्त हुई। यह समन्वयी संबंध हिंदू और सूफी रहस्यवाद को जोड़ता है, यह दर्शाता है कि आत्मा की भाषा सभी धार्मिक सीमाओं से परे है।\n\nलाला जी का परम्परा में प्रमुख योगदान प्राणाहुति (योगिक संचरण) का पुनर्परिचय था - गुरु की वह क्षमता जिससे वे आध्यात्मिक ऊर्जा को सीधे साधक के हृदय में संचारित कर सकते हैं, कठोर शारीरिक तपस्याओं के बिना सुप्त आध्यात्मिक केंद्रों को जागृत कर सकते हैं। \"विश्व नृत्य\" का उनका दर्शन, जहां उन्होंने संपूर्ण ब्रह्मांड को दिव्य ऊर्जा से कंपायमान देखा, सत्संग में अभ्यास किए जाने वाले ध्यान की ऊर्जा-आधारित प्रकृति को स्थापित करता है।",
    "chaturbhujJiName": "परम गुरु श्री चतुर्भुज सहाय जी महाराज",
    "chaturbhujJiTitle": "व्यवस्थापक",
    "chaturbhujJiYears": "1873 - 1957",
    "chaturbhujJiLocation": "एटा / मथुरा, उत्तर प्रदेश",
    "chaturbhujJiDesc": "1873 में एटा, उत्तर प्रदेश में जन्मे, परम गुरु श्री चतुर्भुज सहाय जी महाराज लाला जी के समकालीन और समर्पित शिष्य दोनों थे। पेशे से वे होम्योपैथिक चिकित्सक थे, जो परम्परा के \"चिकित्सक\" रूप को मूर्त करते थे।\n\n1930 में, उन्होंने रामाश्रम सत्संग मथुरा की स्थापना की, लाला जी के व्यक्तिगत संचरण को एक संरचित संगठन में परिवर्तित किया जो जनसामान्य तक पहुंच सके। उन्होंने गृहस्थ योग के दर्शन का समर्थन किया, यह सिखाते हुए कि पारिवारिक जीवन का घर्षण वास्तव में आत्मा को निखारने का उपकरण है।\n\nउनकी गहन शिक्षा, \"जितना आध्यात्मिक व्यक्ति होता है, उतना ही मानवीय होता है,\" सत्संग के नैतिक दिशासूचक के रूप में कार्य करती है। यह हमें याद दिलाती है कि यदि हमारा ध्यान हमें अधिक दयालु, अधिक धैर्यवान और अधिक ईमानदार नहीं बनाता, तो इसका कोई उद्देश्य नहीं है। वे कार्यप्रणाली का प्रतिनिधित्व करते हैं - साधकों को आश्वस्त करते हुए कि वे अपनी सामाजिक जिम्मेदारियों को बाधित किए बिना इस योग का अभ्यास कर सकते हैं।",
    "shardaCharanJiName": "परम गुरु श्री शारदा चरण जी महाराज",
    "shardaCharanJiTitle": "सत्य और ज्ञान का घर - सत्य सदन",
    "shardaCharanJiYears": "1910 - 1983",
    "shardaCharanJiLocation": "आगरा, उत्तर प्रदेश",
    "shardaCharanJiDesc": "परम गुरु श्री शारदा चरण जी महाराज गुरु और शिष्य के बीच गहन बंधन का उदाहरण प्रस्तुत करते हैं। आगरा के निवासी, श्री चतुर्भुज सहाय जी के प्रति उनकी भक्ति इतनी पूर्ण थी कि उन्होंने अपने गुरु की सेवा में अपनी पहचान मिटा दी।\n\nजब उन्होंने सत्संग की अपनी शाखा स्थापित की, तो उन्होंने इसका नाम अपने नाम पर नहीं रखा। इसके बजाय, उन्होंने इसे \"रामाश्रम सत्संग च.\" कहा - अपने गुरु (चतुर्भुज) के आद्याक्षर को संगठन की पहचान से स्थायी रूप से जोड़ दिया। यह \"च.\" केवल एक अक्षर नहीं है; यह विनम्रता का स्मारक है, शिष्यों को सिखाता है कि आध्यात्मिक मार्ग \"गुरु\" बनने का नहीं, बल्कि शाश्वत \"शिष्य\" बने रहने का है।\n\nवे उस पवित्र कड़ी का प्रतिनिधित्व करते हैं जो मथुरा के स्रोत को बीकानेर और उससे आगे बहने वाली धारा से जोड़ती है। उनके प्रवचन भक्ति और समर्पण के मार्ग पर साधकों का मार्गदर्शन करते रहते हैं।",
    "satyaPrakashJiName": "परम गुरु श्री सत्य प्रकाश जी महाराज",
    "satyaPrakashJiTitle": "सत्य का प्रकाश - सत्य का प्रकाश",
    "satyaPrakashJiYears": "1941 - 2002",
    "satyaPrakashJiLocation": "बीकानेर, राजस्थान",
    "satyaPrakashJiDesc": "परम गुरु श्री सत्य प्रकाश जी महाराज ने इस गौरवशाली परम्परा का भार वहन किया, आधुनिक साधकों को समकालीन जीवन की अनूठी चुनौतियों में मार्गदर्शन करते हुए। बीकानेर, राजस्थान में स्थित, उनकी विधियां विशेष रूप से उन व्यक्तियों के लिए उपयुक्त हैं जो आध्यात्मिक अभ्यास के लिए सीमित समय के साथ गृहस्थ जीवन व्यतीत करते हैं।\n\nउनके प्रवचन केवल व्याख्यान नहीं हैं बल्कि उस दिव्य ऊर्जा का संचरण हैं जो उन्होंने श्री शारदा चरण जी से प्राप्त की थी। वे बीकानेर केंद्र के आध्यात्मिक केंद्रबिंदु के रूप में कार्य करते हैं, सांसारिक जिम्मेदारियों को पूरा करते हुए ध्यान को दैनिक जीवन में एकीकृत करने पर व्यावहारिक मार्गदर्शन प्रदान करते हैं।\n\nयह वेबसाइट उनके आदेश पर बनाई गई थी, जो उन्होंने अपने भौतिक स्वरूप में रहते हुए दिए थे। उन्होंने व्यक्तिगत रूप से इस डिजिटल तीर्थ के लिए \"परम गुरु\" नाम चुना। हालांकि उन्होंने 2002 में अपना भौतिक शरीर छोड़ दिया, उनकी आध्यात्मिक उपस्थिति उनकी रिकॉर्ड की गई शिक्षाओं और उनके द्वारा स्थापित जीवंत परम्परा के माध्यम से सच्चे साधकों का मार्गदर्शन करती रहती है।"
  },
  "teachings": {
    "pageTitle": "पवित्र शिक्षाएं",
    "pageSubtitle": "साधना को समझना - आध्यात्मिक अनुशासन का मार्ग",
    "introText": "निम्नलिखित शिक्षाएं आध्यात्मिक अभ्यास (साधना) की प्रकृति, गुरु और शिष्य के संबंध, और मुक्ति के मार्ग को समझाती हैं। ये कालातीत सिद्धांत साधकों को सांसारिक अस्तित्व की भ्रांति से आत्म-साक्षात्कार की शांति तक की यात्रा में मार्गदर्शन करते हैं।",
    "quote": "\"जितना आध्यात्मिक व्यक्ति होता है, उतना ही मानवीय होता है।\"",
    "quoteAuthor": "- परम गुरु श्री चतुर्भुज सहाय जी महाराज",
    "sections": {
      "sadhna": {
        "title": "साधना अथवा आध्यात्मिक अनुशासन क्या है?",
        "content": "इसे समझने के लिए सबसे पहले यह जानना आवश्यक है कि जीवात्मा (आत्मा) अशांति और दुख की स्थिति में कैसे पहुंचती है और उसके बाद इसकी मुक्ति कैसे हो सकती है। पहले हमें \"सृष्टि के विकास\" को समझना होगा।"
      },
      "evolution": {
        "title": "सृष्टि का विकास",
        "content": "ब्रह्मांड की रचना - आरंभ में आत्मा थी, चेतन स्व। इससे एक धारा निकली और इसने अपने चारों ओर एक मंडल बना लिया। इसे आनंदमय कोश कहा गया। आत्मा अब इस मंडल में स्वयं को देख सकती थी। जैसे ही यह हुआ \"मैं हूं\" की भावना उत्पन्न हुई और इसने पहले के चारों ओर एक और मंडल बना दिया। इस मंडल में बुद्धि का तत्व था। इस मंडल को विज्ञानमय कोश के नाम से जाना गया। इस मंडल में जो सार था उसे विश्व बुद्धि कहा गया।\n\nज्ञान के इस उद्भव के साथ, \"वह\" सोचने लगा। आगे विस्तार और वस्तुओं के आकार के विचार उसके मन में उभरने लगे। जैसे ही यह हुआ उसके चारों ओर एक और मंडल बन गया और इसे मनोमय कोश कहा गया। इस मंडल में जो सार था उसे विश्व मन कहा गया। मन और बुद्धि दोनों जड़ हैं। इनकी अपनी कोई शक्ति नहीं है। लेकिन \"चेतन परम\" सत्ता इनमें प्रवेश करती है और इन्हें यंत्र के रूप में उपयोग करने लगती है, तब ये क्रियाशील होकर कार्य करने लगते हैं।\n\nशरीर में आंखें देखती हैं, मन सोचता है आदि, लेकिन जब चेतन शक्ति शरीर से बाहर चली जाती है तो ये अंग कुछ भी करने में सक्षम नहीं रहते। इसी प्रकार विश्व मन और विश्व बुद्धि केवल परम विश्व सत्ता की सहायता से ही कार्य करते हैं। पवित्र शास्त्रों ने इन स्थानों की \"व्यापक चेतन सत्ता\" को कारण और बौद्धिक आत्माओं के रूप में वर्णित किया है।\n\nविश्व मन ने स्थूल ब्रह्मांड की आगे की रचना का संकल्प किया। उसने अपने मन में काल्पनिक रूपों को चित्रित किया। जब उसने इन सभी रूपों का स्वरूप निश्चित कर लिया तो एक धारा निकलकर प्राणमय कोश नामक एक और मंडल बना। यह मंडल उन रूपों को जीवन देने के लिए बना। मनोमय कोश में उसने जो भी चित्र अपने मन में बनाए थे और मनुष्यों, पशुओं, पक्षियों, देवताओं, असुरों और अन्य सभी के मानसिक रूप इस मंडल में जीवन तत्व के साथ तैरने लगे।\n\nजैसे सूर्य की किरणें वस्तुओं में प्रवेश करके उन्हें प्रकाशित करती हैं, वैसे ही आदि चेतन आत्मा की किरणों के कण शरीरों में प्रवेश करके उन्हें प्रकाशित करते हैं। इन छोटे अंशों को प्राप्त करने के बाद वे जीवों के रूप में प्रकट हुए। चेतना के उस सागर में जो भी शक्तियां मौजूद थीं, उनके छोटे-छोटे अंश सभी जीवों को प्रदान किए गए।\n\nजीव, इन कम शक्तियों के होने और विशेष ज्ञान तथा विशेष क्षमताओं से वंचित होने का अनुभव करते हुए दुखी हो गया और कष्ट से छुटकारा पाने के लिए आगे बढ़ा। इसे ऊपर की ओर, अर्थात स्रोत की ओर वापस जाना था, लेकिन माया के धक्के के कारण यह नीचे गिर गया। माया की धारा या प्रकृति का प्रवाह भी इन जीवों को धकेलते हुए नीचे उतरा, और तत्काल पृथ्वी का एक आवरण बनाकर प्राणमय कोश को घेर लिया। इसे अन्नमय कोश कहा गया। इस प्रकार इन पांच मंडलों (स्तरों) से युक्त एक ब्रह्मांड की रचना हुई। यही सृष्टि का नियम है।"
      },
      "confusion": {
        "title": "भ्रम कैसे उत्पन्न हुआ",
        "content": "जीवात्मा का सदैव एक ही उद्देश्य होता है, शांति और सुख प्राप्त करना। वह प्रत्येक वस्तु में आनंद खोजती है, उसके सभी प्रयास केवल इसी दिशा में होते हैं। वह अपने जीवन भर सुख की वस्तुएं एकत्र करती रहती है। धन इकट्ठा करती है, विवाह करती है, संतान उत्पन्न करती है, घर बनाती है, वाहन रखती है आदि। जन्म के बाद जन्म समाप्त हो जाते हैं लेकिन उसकी लालसा कम नहीं होती।\n\nजैसे-जैसे वह अवास्तविक वस्तुओं में सुख की झलक पाती रहती है, उसकी सूक्ष्म प्रच्छन्न इच्छाएं बढ़ती जाती हैं। उसकी बुद्धि और आंखें जो धूल से ढकी हैं, यह अनुभव नहीं कर पातीं कि जिस वस्तु की वह खोज कर रही है वह यहां नहीं है। वह कहीं और है। लेकिन वह एक अंधे यात्री की तरह चलती रहती है जो न रास्ता देख सकता है और न दिशा जानता है। यही जीवों की स्थिति है।\n\nअज्ञान की अवस्था में वे उन वस्तुओं में सुख खोज रहे हैं जहां यह बिल्कुल भी नहीं है। जिस फूल के पीछे वह बुलबुल की तरह भागता है वह पल भर में मुरझा जाता है। जैसे एक मधुमक्खी जो कली से मकरंद लेने जाती है, वही कली उसे बंदी बना लेती है। सुख की आशा में वे खोजते रहते हैं और कष्टों में पड़ते हैं। कभी-कभी उन्हें क्षणिक सुख की झलक मिलती है लेकिन बिजली की चमक की तरह यह स्थायी नहीं होता। फिर वे दुख के सागर में डूब जाते हैं।\n\nजीवात्मा ऐसी परिस्थितियों में पड़ी रहती है, अशांति और व्याकुलता के बादलों के बीच और भटकती रहती है। कभी ठोकर खाती है, गिरती है और कांटों में उलझ जाती है या पानी में डूब जाती है, लेकिन कभी होश में नहीं आती। कभी अपने लक्ष्य की ओर नहीं मुड़ती। यही जीवात्मा का भ्रम और मोह है।\n\nमूर्ख व्यक्ति स्त्री को आलिंगन करता है और वहां सुख खोजता है, पुत्र को सहलाकर सुखी होना चाहता है लेकिन मांस और हड्डियों के शरीर में वह वस्तु कहां है। कभी वह धन और यश में इसे खोजता है लेकिन वहां भी नहीं मिलता। अंत में वह चारों ओर से निराश हो जाता है।\n\nकेवल वही आध्यात्मिक साधक बन सकते हैं जिन्होंने संसार के ऐसे अनुभव प्राप्त किए हैं और इसकी असत्यता को समझा है। जो दिखावे के लिए या दूसरों से सुनकर साधना करते हैं वे अपूर्ण हैं। उनके लिए सही मार्ग पर चलना बहुत कठिन है। वे कभी इधर चलते हैं कभी उधर। कभी चढ़ते हैं कभी उतरते हैं। इस संघर्ष में उनका समय बिना किसी परिणाम के व्यर्थ हो जाता है। जब तक मन इस निष्कर्ष पर नहीं पहुंचता कि वास्तविक सुख सांसारिक वस्तुओं में नहीं है बल्कि सुख का भंडार कहीं और है, तब तक न तो कोई साधना हो सकती है और न होनी चाहिए।"
      },
      "dispassion": {
        "title": "वैराग्य",
        "content": "हजारों साधकों में से केवल एक या दो ही अपने लक्ष्य तक पहुंच पाते हैं, बाकी भटक जाते हैं या किसी भंवर में अपना जीवन समाप्त कर देते हैं। इसका कारण और कुछ नहीं बल्कि उनका डगमगाता संकल्प है। उन्होंने अभी तक यह नहीं माना कि उनकी वांछित वस्तु इस स्थान पर नहीं मिलेगी बल्कि उन्हें इसके लिए किसी अन्य स्थान पर जाना होगा। यही कमजोरी है जो साधकों को सफलता प्राप्त नहीं करने देती, अन्यथा लाभ से वंचित कौन रहना चाहता है। ऐसी बुद्धि प्राप्त करना \"वैराग्य\" कहलाता है। इसका अर्थ है सांसारिक वस्तुओं से विरक्ति और उनके प्रति आकर्षण कम करना। जब तक यह प्राप्त नहीं होता, साधना ठीक से नहीं चलती।\n\nएक समय में एक ही दिशा में जाया जा सकता है। जो व्यक्ति पूर्व की ओर यात्रा कर रहा है वह उसी समय पश्चिम की ओर कैसे यात्रा कर सकता है। हम दोनों की इच्छा करते हैं, संसार के सुख भी और आनंदमय भगवान भी। इसलिए हम दोनों में असफल होते हैं। न माया मिलती है न भगवान और हम दोनों से वंचित रह जाते हैं।\n\nइसका अर्थ यह नहीं कि हम सब कुछ त्याग दें। हमें इस संसार में रहना है और सभी सांसारिक कर्तव्य करने हैं लेकिन इससे जुड़ना नहीं है। अपनी बुद्धि का उपयोग करके इसकी व्यर्थता के बारे में सोचें। यह साधना की प्रगति में सहायक होगा और आप जल्दी लक्ष्य तक पहुंच सकेंगे।\n\nयदि यह भी नहीं कर सकते, तो कम से कम प्रातः और सायं एक-एक घंटा आत्म-उत्थान के लिए और शेष समय शरीर के लिए दें। एक समय में एक ही काम करें। जब आत्म-उत्थान के लिए बैठें तो मन को शरीर और उससे जुड़ी चीजों से कोई संबंध न रखने दें और यदि ऐसा हो तो उसे जबरदस्ती उस काम में लगाएं जो आपने शुरू किया है। और जब शरीर के लिए काम करें तो दूसरी ओर न सोचें।\n\nयदि केवल एक ही काम और एक ही संकल्प हो, इस ओर का या उस ओर का, तो वह जल्दी सिद्ध होता है। इस आदत को विकसित करें, वैराग्य स्वतः विकसित होगा। वैराग्य शरीर से संबंधित बातों को छोड़ना नहीं है, बल्कि केवल मन को अलग रखना है। विरक्ति के बिना साधना नहीं चल सकती। प्रार्थना के समय सांसारिक इच्छाओं से दूर रहने और शेष समय इस पर चिंतन करने से वैराग्य की भावना दृढ़ होती है। यह मनुष्य को ऊपर उठाता है और वह आध्यात्मिक रूप से महान बनता है।"
      },
      "sadhnaDetail": {
        "title": "साधना (आध्यात्मिक अभ्यास)",
        "content": "व्यक्ति आत्मा या ईश्वर को साक्षात्कार करने के लिए जो भी प्रयास करता है, उन सभी प्रयासों को साधना कहा जा सकता है। शुरुआती लोगों के लिए, पवित्र मंत्रों का जाप, तीर्थयात्रा आदि बाह्य \"साधना\" है। यह क्षेत्र तैयार करती है और आत्मा का उत्थान करती है। फिर आंतरिक \"साधना\" की अवस्था आती है। साधक अब मन और बुद्धि की अशुद्धियों को दूर करने के प्रयास में लग जाता है, आंतरिक स्व को शुद्ध करता है और इसकी गंदगी और आवरणों को हटाता है।\n\nइस प्रकार, एकाग्रता और ध्यान के माध्यम से विभिन्न समाधियों से आनंद प्राप्त करते हुए वह असंप्रज्ञात समाधि (अतिचेतन अवस्था) की स्थिति में पहुंचता है। वास्तव में यही साधना है और इसी के लिए यह शब्द प्रयुक्त होता है।\n\nअसंप्रज्ञात समाधि के परे माया का एक और क्षेत्र है। यहां भी कुछ प्रयास आवश्यक हैं। लेकिन यहां जो प्रयास चाहिए वे व्यक्ति की क्षमता से परे हैं। जैसे एक दीपक पतंगे को उसके नाम और रूप सहित उसके अस्तित्व को नष्ट करके अपने में समाहित कर लेता है, उसी प्रकार कोई दिव्य आकर्षण साधक को ऊपर खींचता है, जो अनजाने में आकर्षित हो जाता है।\n\nचूंकि इस स्थिति में प्रेमी स्वयं अपने प्रिय को देखने और आलिंगन करने के लिए बेचैन हो जाता है और आलिंगन करने के लिए स्वयं निकट खींचता है, इसलिए यह घटना साधना की परिभाषा में नहीं आती। कई संतों ने इसे सिद्ध होने की अवस्था (प्राप्ति की अवस्था) कहा है। प्रेमियों ने इसे \"प्रेम योग\" कहा है और पवित्र शास्त्रों ने इसे \"समर्पण योग\" कहा है।"
      },
      "transcendental": {
        "title": "अलौकिक आरोहण",
        "content": "ऊपर बताया गया है कि आनंद और हर्ष का भंडार ऊपर था और भ्रम के कारण हम नीचे की ओर चले और वहां खोजने लगे और जब वहां नहीं मिला तो बेचैन हो गए। बेचैनी दूर करने का एक ही उपाय है, और वह है जहां हम खड़े हैं वहां से ऊपर की ओर चलना और दृढ़ संकल्प के साथ तब तक चलते रहना जब तक अमृत के स्रोत तक न पहुंच जाएं।\n\nरास्ते में कठिनाइयां और बाधाएं आएंगी, कभी-कभी बड़ी कठिनाइयों का सामना करना पड़ता है, लेकिन विश्वास और साहस के साथ सदैव चढ़ते रहना चाहिए। इस प्रकार पूर्ण विश्वास के साथ ऊपर चढ़ना साधना कहलाता है और जो अभ्यास करता है उसे साधक कहते हैं।\n\nजो मार्ग अमृत के स्रोत तक ले जाता है, उसे पवित्र शास्त्रों में पांच भागों में विभाजित किया गया है जिनके अलग-अलग नाम हैं। इन्हें आध्यात्मिक कोश कहा जाता है जिनकी व्याख्या ऊपर की गई है। ये आध्यात्मिकता की पांच अवस्थाएं हैं। इन तक पहुंचना और इन्हें पार करना है। प्रत्येक के लिए साधना अलग है। कुछ आध्यात्मिक क्रियाएं हैं जो पहली मंजिल पार करने में सक्षम बनाती हैं जबकि अन्य दूसरी पार करने में, और इसी प्रकार कुछ तीसरी और कुछ चौथी।\n\nकेवल एक प्रकार की साधना अंत तक काम नहीं करती। अन्नमय कोश की साधना प्राणमय कोश में काम नहीं करती; प्राणमय कोश की साधना मनोमय कोश पार करने में सहायक नहीं है और मनोमय कोश की साधना विज्ञानमय कोश (कारण स्तर) और आनंदमय कोश में सहायक नहीं है।\n\nइसलिए साधना में एक मार्गदर्शक या गुरु की आवश्यकता है। वह निर्धारित करता है और बताता है कि आप पिछले जन्म में किस स्तर तक पार कर चुके हैं और आपको किसी विशेष साधना की सहायता से आगे बढ़ना है। केवल पुस्तकें पढ़कर या किसी और से सुनकर साधना शुरू करना मूर्खता और समय की बर्बादी है।"
      },
      "journey": {
        "title": "यात्रा का उदाहरण",
        "content": "उदाहरण के लिए इसे इस प्रकार समझने का प्रयास करें। एक व्यक्ति था जो रेगिस्तान में रहता था। उसने पहाड़ों की यात्रा शुरू की। जैसे ही वह अपने घर से निकला, वहां केवल रेतीला रेगिस्तान था और ऊंट के अलावा कोई अन्य वाहन नहीं था। उसने ऊंट की पीठ पर बैठकर इसे पार किया। आगे एक बड़ी नदी थी इसलिए उसने ऊंट वहीं छोड़ दिया और नाव में बैठकर नदी पार की। तीसरी अवस्था में उसे रेल से जाना था। उसने टिकट खरीदा और डिब्बे में प्रवेश किया। रेल भी उसे एक पहाड़ के नीचे मैदान में छोड़ गई और चौथी अवस्था में उसे कार से यात्रा करनी थी जो उसे कुछ मील आगे ले गई, जहां वह रुक गई।\n\nअब पांचवीं अवस्था आई। एक बहुत बड़ा पहाड़ उसके सामने था और यह खड़ी चढ़ाई वाला था। जो चढ़ने की कोशिश करते थे वे फिसल जाते थे, लेकिन कुछ किसी तरह चढ़ गए थे। वह घबरा गया और उनसे मदद के लिए पुकारा। उन्होंने एक रस्सी फेंकी और निर्देश दिया, \"इसे पकड़ो, हम तुम्हें ऊपर खींच लेंगे। इसमें समय नहीं लगेगा, लेकिन रस्सी को मजबूती से पकड़ो। यदि यह तुम्हारे हाथ से फिसल गई तो तुम गड्ढे में गिरोगे और हड्डियां टूट जाएंगी।\"\n\nजैसे इन पांच अवस्थाओं को पांच अलग-अलग साधनों से पार किया गया, वही आध्यात्मिक गंतव्य की यात्रा पर भी लागू होता है। जो शिखर पर थे उन्हें \"गुरु\" कहा जाता है जो शिष्य को पांचवें स्तर से परे ले जाते हैं।\n\nअन्नमय कोश रेतीले रेगिस्तान के समान है। यह पृथ्वी तत्व से बना है। इसलिए इसे तपस्या, तीर्थ यात्रा आदि जैसे बाह्य प्रयासों से पार किया जा सकता है। हठ योग (शारीरिक अभ्यासों द्वारा आध्यात्मिक सिद्धि का योग), मुद्राएं, श्वास अभ्यास आदि की आध्यात्मिक साधना दूसरे स्तर, प्राणमय कोश की साधना है। ध्यान मनोमय कोश के लिए है। बुद्धि योग विज्ञानमय कोश (कारण स्तर) के लिए है। पूर्ण समर्पण आनंदमय कोश की साधना है। जो जीवन भर एक ही प्रकार की साधना करते रहते हैं वे कोई प्रगति नहीं कर सकते।"
      },
      "communities": {
        "title": "विभिन्न आध्यात्मिक समुदाय",
        "content": "इन पांच प्रकार की साधनाओं में भी विभिन्न विभाजन हैं। वर्तमान में प्रचलित आध्यात्मिक अभ्यासों या साधनाओं की संख्या अनगिनत है। इन भिन्नताओं ने मनुष्यों को विभिन्न आध्यात्मिक समुदायों या संप्रदायों में विभाजित कर दिया है। एक प्रकार की साधना करने वाले व्यक्तियों द्वारा बनाए गए समूह को समुदाय कहते हैं। जब हम विभिन्न व्यक्तियों में विभिन्न स्वभाव, संस्कार और रुचियां देखते हैं तो उनके विचार और कर्म कैसे समान हो सकते हैं? इसीलिए विभिन्न आध्यात्मिक समुदाय अस्तित्व में आए हैं।\n\nये सभी स्वभाव से आध्यात्मिक हैं और ये सभी मनुष्यों को एक सीमा तक ऊपर उठाते हैं। इसलिए अन्य समुदायों की आलोचना करना और उनमें से किसी के प्रति द्वेष रखना और उनके अनुयायियों से लड़ना गलत है।\n\nआपका कर्तव्य केवल इतना है कि विनम्रतापूर्वक उन्हें चेतावनी दें कि उन्हें केवल इसी पर अड़े नहीं रहना चाहिए बल्कि आगे बढ़कर आध्यात्मिक प्रगति प्राप्त करनी चाहिए। यदि आप जानते हैं तो उनके अनुरोध पर उन्हें साधना की अगली अवस्था समझाएं अन्यथा उन्हें किसी ऐसे गुरु के पास भेजें जो इसे जानता हो। यदि वे आगे बढ़ने के लिए तैयार नहीं हैं, तो यह सोचकर उदासीन रहें कि उनका संस्कार इस अवस्था तक सीमित है इसलिए वे उच्च अवस्था की साधना को समझने में असमर्थ हैं।"
      },
      "guruDisciple": {
        "title": "गुरु और शिष्य",
        "content": "साधना में गुरु और शिष्य दोनों को पूर्ण होना चाहिए। यदि दोनों में से किसी में कमी है तो यह ठीक से काम नहीं करेगा। गुरु को पूर्ण अनुभवी होना चाहिए, जो मार्ग को जानता हो, उसके उतार-चढ़ाव को जानता हो और शिष्य को दृढ़ संकल्प वाला, साहसी और पूर्णतः समर्पित होना चाहिए। यदि गुरु नहीं जानता तो वह क्या निर्देश देगा और यदि शिष्य शिथिल है तो वह क्या सीखेगा।\n\nइसीलिए, नियम के अनुसार, शिष्य को गुरु की परीक्षा लेनी चाहिए और गुरु को शिष्य की परीक्षा लेनी चाहिए और तभी गुरु और शिष्य का संबंध स्थापित होना चाहिए। आजकल पेशेवर गुरुओं की भरमार है। ऐसे गुरु भोले शिष्यों को शब्दों से, चमत्कार दिखाकर प्रभावित करते हैं और उन्हें अपने चंगुल में फंसा लेते हैं, शिष्यों से विभिन्न सेवाएं लेते हैं और उनका समय बर्बाद करते हैं। इसलिए शिष्य के लिए किसी व्यक्ति को गुरु के रूप में स्वीकार करने से पहले सभी कोणों से उसकी परीक्षा लेना आवश्यक है क्योंकि जल्दबाजी में धोखा हो सकता है।\n\nयह कठिन कार्य है। एक शिष्य, जो प्रारंभिक अक्षर भी नहीं जानता, अपने गुरु की परीक्षा लेने के लिए कैसे आगे आ सकता है, और इससे भी अधिक जब गुरु आध्यात्मिक विज्ञान में उच्च शिक्षित और आध्यात्मिक ज्ञान के विद्वान हों, जिनका व्यक्तित्व, जीवन शैली और व्यवहार भी अबोधगम्य हो? महान आध्यात्मिक पुरुष इस संसार में अनेक रूपों में विचरण करते हैं। एक सामान्य व्यक्ति के लिए यह निष्कर्ष निकालना असंभव है कि कोई विशेष व्यक्ति संत है या नहीं।\n\nलेकिन ऐसा नहीं है, इसके लिए भी एक प्रक्रिया है। यदि किसी व्यक्ति की संगति में बैठने से आपकी सांसारिक चिंताएं दूर हो जाती हैं, आपका अशांत और विचलित हृदय शांति और स्थिरता पाता है, आपमें आंतरिक स्व (आत्मा) के विचारों की तरंगें उभरती हैं या आप भगवान के बारे में सोचने लगते हैं और आपका मन स्वतः उनकी ओर आकर्षित होता है, आप हल्का महसूस करने लगते हैं और यदि आप उस स्थान को छोड़ना नहीं चाहते तो समझ लें कि वह एक असाधारण महान आध्यात्मिक व्यक्ति है।\n\nश्री कबीर साहिब ने कहा है - \"गुरु मिला तब जानिए जब मिटे मोह संताप\"। अर्थात जब किसी की संगति से बेचैनी और दुख दूर हो जाएं तो समझना चाहिए कि आपको सच्चा गुरु मिल गया है।"
      },
      "howToBeDisciple": {
        "title": "शिष्य कैसे बनें",
        "content": "साधना के इस मार्ग में, जहां गुरु कठिनाई से मिलता है, वैसे ही आध्यात्मिक शिष्य बनना भी बहुत कठिन है। केवल घोषणा करने से कोई शिष्य नहीं बनता। उसे अपना शरीर, मन, धन और जीवन दांव पर लगाना होता है। सब कुछ त्यागना होता है। वही शिष्य है जो सब कुछ त्यागने को तैयार है, यहां तक कि प्रियतम को भी, और पूर्णतः समर्पित होकर ज्ञान प्राप्त करने का इच्छुक है।\n\nजैसे अच्छी सामग्री खराब पात्र में रखने से खराब हो जाती है, वैसे ही एक अयोग्य शिष्य उत्कृष्ट साधना को सुरक्षित नहीं रख सकता। वह इसका दुरुपयोग करने लगता है। इसलिए, गुरु उसकी परीक्षा लेता है और तभी रहस्य प्रकट करता है जब वह (शिष्य) सफल होता है।\n\nइसके लिए शिष्य को बहुत सतर्क रहना चाहिए। प्राचीन समय में बहुत कठिन परीक्षाएं ली जाती थीं। लेकिन वर्तमान युग में गुरुओं ने कठिन परीक्षाएं लेना बंद कर दिया है क्योंकि इस युग के लोगों में धैर्य नहीं है, और वे त्वरित परिणाम चाहते हैं। हर कोई इतना अधीर है कि वह बिना कुछ किए तुरंत भगवान के दर्शन चाहता है।\n\nउसे न धैर्य रखना आता है और न प्रयास करना या गुरु के निर्देशों का भक्तिपूर्वक पालन करना। वह चाहता है कि सांसारिक काम में कोई बाधा न आए, न पैसा खर्च करना पड़े, थोड़ी भी शारीरिक कठिनाई न हो, न गुरु के सामने विनम्रता और नम्रता से झुकना पड़े; लेकिन अपने गुरु की सभी सिद्धियां तुरंत प्राप्त कर ले।\n\nसर्वशक्तिमान को भी देर नहीं करनी चाहिए और जैसे ही वह साधना शुरू करे प्रकट हो जाना चाहिए और यदि कोई देरी हो तो वह दोनों का बहिष्कार कर देता है। उसे न गुरु से मतलब रहता है न भगवान से और दोनों पर अविश्वास कर देता है। यही आज के साधकों की स्थिति है। उनकी परीक्षा कैसे ली जाए?\n\nइसलिए महान आध्यात्मिक व्यक्तियों ने नियम बदल दिया है। वे किसी को निराश नहीं करते। वे उन्हें साधना सिखाते हैं और उनका उत्थान भी करते हैं और विभिन्न प्रकार के अनुभव भी प्रदान करते हैं, लेकिन उन्हें शिष्य के रूप में दीक्षित नहीं करते। इस प्रकार वर्षों की साधना के बाद, जब वे योग्य हो जाते हैं, उन्हें दीक्षित किया जाता है।"
      },
      "threeStages": {
        "title": "शिष्य होने की तीन अवस्थाएं",
        "content": "एक साधक के लिए यह वांछनीय है कि जिस क्षण वह आध्यात्मिक अभ्यास के मार्ग पर चलना चाहता है उसी क्षण से गुरु को पकड़ ले। आध्यात्मिक अभ्यास स्वयं नहीं आता, न ही यह किसी पुस्तक में लिखा है। इसके लिए गुरु की सहायता लेना आवश्यक है और यह उस दिन पूर्ण होता है जब गुरु, ईश्वर और साधक के बीच का त्रय समाप्त हो जाता है।\n\nसाधक का अहंकार गुरु में विलीन हो जाता है और व्यक्ति यह अनुभव करने लगता है कि न मैं हूं न भगवान हैं, केवल गुरु हैं। गुरु ही भगवान हैं और भगवान ही गुरु हैं। मन या बुद्धि में किसी तर्क या अविश्वास की गुंजाइश नहीं रहती। यह पूर्ण समर्पण का समय है, लेकिन इसकी भी तीन अवस्थाएं हैं।\n\nपहली अवस्था में, शिष्य अपने गुरु को मनुष्य के रूप में देखता है लेकिन साथ ही यह भी अनुभव करता है कि वे साधारण व्यक्ति नहीं हैं, और सोचता है कि उनमें विशेष शक्तियां हैं, और वे आध्यात्मिकता के ज्ञान वाले महान व्यक्ति हैं। उनके बताए मार्ग पर चलना लाभदायक होगा, और भगवान के दर्शन हो सकते हैं। व्यक्ति यह महसूस करने लगता है कि उनकी कृपा से इस लोक में और परलोक में भी लाभ होगा। इस प्रकार की भावना साधक के हृदय में काफी समय तक पोषित होती है। यह शिष्य होने की पहली अवस्था है।\n\nदूसरी श्रेणी में वे व्यक्ति हैं जो गुरु को भगवान के समान मानते हैं, न कि स्वयं भगवान। इस भावना में गुरु के प्रति कुछ अनादर है, क्योंकि इस अवस्था में त्रय की भावना शिष्य के हृदय से पूर्णतः समाप्त नहीं हुई है, और इसीलिए इस अवस्था को साधना के अनुशासन में मध्यम श्रेणी की माना जाता है, और यह अवस्था भी कई वर्षों तक रहती है।\n\nअंत में तीसरी अवस्था का क्रम आता है, जिसमें ध्यान की निरंतर प्रक्रिया के दौरान साधक को अपने उपास्य देव के दर्शन होते हैं। वह स्पष्ट देखता है कि उसके भगवान उसके सामने विराजमान हैं। इस स्थिति में कभी-कभी, किसी को अपने भगवान के सभी वैभव में दर्शन होते हैं, जबकि कुछ उन्हें स्थूल रूप में देखते हैं। यह सब उस सर्वशक्तिमान की इच्छा के अनुसार या अपनी भावनाओं के कारण हो सकता है, और इसके बारे में कुछ कहा नहीं जा सकता।\n\nजब कोई इसका अनुभव करता है, ठीक उसी क्षण गुरु के भौतिक रूप की उपस्थिति भी उसके सामने आती है। ऐसा अनुभव होता है कि वही दिव्य तत्व इस संसार के कल्याण के लिए मानव रूप धारण कर आया है। वह इस महान व्यक्ति के रूप में शारीरिक रूप से आया है, मेरे उत्थान के लिए, और वह साक्षात् भगवान ही है। किसी प्राचीन काल में, इसी दिव्य तत्व ने राम और कृष्ण के रूप धारण करके धर्म का पुनरुत्थान किया था। आज वह दुख के सागर से पार होने में सहायता करने के लिए गुरु के रूप में आया है, और दोनों एक ही हैं।\n\nजिस क्षण कोई इसे स्पष्ट देखता है, ठीक उसी समय, विश्वास पूर्ण हो जाता है कि गुरु स्वयं भगवान हैं और शिष्य अपना सब कुछ अपने गुरु के चरणों में समर्पित करने के लिए तैयार हो जाता है। वह पूर्णतः उनकी देखरेख में समर्पित हो जाता है और इसे सच्चा शिष्य होना कहते हैं। यही दीक्षा प्रदान करने का उचित समय है।"
      },
      "diksha": {
        "title": "दीक्षा",
        "content": "दीक्षा वह रीति है जिसके अनुसार एक भक्त शिष्य बनता है। यह अर्पण और स्वीकृति का समय है। शिष्य अर्पित करता है और गुरु स्वीकार करता है। शिष्य का समर्पण उसके गुरु द्वारा स्वीकार किया जाता है। यदि दोनों में से कोई भी अपना कर्तव्य नहीं करता, दीक्षा संपन्न नहीं होती।\n\nयदि शिष्य अपनी आंतरिक इच्छा से समर्पित नहीं होता और गुरु उसे स्वीकार कर लेता है, तब भी दीक्षा नहीं होती; इसी प्रकार यदि शिष्य अपना सब कुछ दान करने को तैयार है और गुरु इसे स्वीकार करने को तैयार नहीं है तब भी दीक्षा की क्रिया अधूरी रहती है, क्योंकि दीक्षा की सतही रीति करना व्यर्थ है। दीक्षा केवल अपने हृदय को अपनी आंतरिक इच्छा से समर्पित करने से पूर्ण होती है, न कि धन और संपत्ति देने से।\n\nयदि कोई अपना हृदय समर्पित करता है, तो उसका सब कुछ दान हो जाता है, लेकिन यह अत्यंत कठिन है। हम अपना सब कुछ जो भौतिक है समर्पित कर सकते हैं लेकिन अपना हृदय देना सहज संभव नहीं है और केवल कुछ ही ऐसा कर सकते हैं। मुसलमानों में दीक्षा की रीति को 'बैअत' कहते हैं जिसका अर्थ है स्वयं को बेचना - पूर्ण समर्पण की क्रिया।\n\nदीक्षा के समय गुरु अपने शिष्य का परिचय अपनी आध्यात्मिक विरासत की मुक्त आत्माओं से कराता है और अपने भक्त की उन्हें सिफारिश करता है ताकि वे उसकी आध्यात्मिक चढ़ाई के दौरान कठिन अवस्थाओं तक पहुंचने में सहायता करें और वांछित लक्ष्य तक पहुंचने में सहायक हों, क्योंकि आगे की प्रगति में कुछ ऐसे स्थान हैं जो साधक की केवल क्षमताओं से पार करना संभव नहीं है।\n\nइसी कार्य के लिए, प्रत्येक धर्म और आध्यात्मिक समुदाय अपनी विरासत की परंपरा को अलग से बनाए रखता है, लेकिन सभी का अंतिम लक्ष्य एक ही है।"
      },
      "samarpan": {
        "title": "समर्पण योग",
        "content": "एक सामान्य धारणा है कि गुरु अपने शिष्य के लिए कुछ नहीं कर सकता और व्यक्ति को अपने प्रयासों से ही सब कुछ प्राप्त करना होता है। लेकिन केवल वे व्यक्ति जिन्होंने ऐसी पवित्र संगति (सत्संग) नहीं देखी या उसमें उपस्थित नहीं हुए, इन बातों को असंभव मान सकते हैं।\n\nव्यक्तिगत रूप से, मैंने अपने गुरु से सब कुछ प्राप्त किया है और वे साधकों को इसी मार्ग पर मार्गदर्शन करते हैं। जो विश्वास नहीं करते वे आकर स्वयं देख सकते हैं। निस्संदेह, इस अभ्यास में शिष्य को पूर्णतः समर्पित होना होता है और यह अनिवार्य है कि उसे पूरे हृदय से अपने गुरु की देखरेख में समर्पित होना चाहिए, जिसके बिना वाहन नहीं चल सकता, क्योंकि यह 'क्रिया योग' या अपने अभ्यास से प्राप्ति नहीं है, बल्कि दूसरी ओर यह 'समर्पण योग' या पूर्ण समर्पण की क्रिया है।\n\nइसमें शिष्य अपने अहंकार को त्यागने के बाद, अपनी समझ और समर्पण की मात्रा के अनुसार प्राप्त करता है। जो व्यक्ति अभी भी मानते हैं कि वे पर्याप्त सक्षम हैं, और अपने प्रयासों से प्राप्त कर सकते हैं, उनके लिए 'कर्म योग' है। 'समर्पण योग' उनके लिए नहीं है। जो अपनी शक्तियों और बुद्धि पर गर्व करते हैं वे इसके अधिकारी नहीं हैं।"
      },
      "behavior": {
        "title": "शिष्य का व्यवहार",
        "content": "वर्तमान समय में तीन बातों को प्राथमिकता दी जाती है। व्यक्ति को अपने गुरु का सम्मान करना चाहिए, यथासंभव अपने गुरु की आज्ञा का पालन करने का प्रयास करना चाहिए और गुरु के सामने आने पर किसी अन्य विचार को अपने मस्तिष्क में प्रवेश नहीं करने देना चाहिए। तो जो कुछ भी करे, यदि कोई इन तीन अनुशासनों का पालन करने का प्रयास करता है, तो गुरु उससे प्रसन्न रहता है और उस पर अपनी कृपा बरसाता है।\n\nजो शिष्य सम्मान नहीं करता या आज्ञा नहीं मानता, और अपने गुरु पर ध्यान नहीं देता और उनकी उपस्थिति में अच्छी या बुरी बातें सोचता रहता है, वह अपने गुरु को पसंद नहीं आता। इन तीनों अनुशासनों में क्रमानुसार, एक पिछले से अधिक कठिन है, और यह बहुत कठिन है कि गुरु के सामने बैठते समय कोई अन्य विचार मस्तिष्क में प्रवेश न करे।\n\nसंतों के हृदय शुद्ध, पवित्र और दर्पण की तरह पारदर्शी होते हैं। जब भी कोई व्यक्ति उनके सामने बैठकर किसी अच्छे या बुरे विषय के बारे में सोचने लगता है, तो उन्हें (गुरु को) अपने भीतर इनका प्रतिबिंब या केंद्र मिलने लगता है और इससे उन्हें बहुत पीड़ा होती है। उन्होंने अपने प्रियतम (सर्वज्ञ) की झलक पाने के लिए अपना दर्पण साफ किया है और जब उसमें कुछ और प्रतिबिंबित होता है तो यह उनके लिए असहनीय हो जाता है।\n\nशुद्ध और प्रबुद्ध विचार उन्हें कुछ सांत्वना देते हैं, लेकिन काम, क्रोध, लोभ और अहंकार के सांसारिक विचार उन्हें बेचैन कर देते हैं। शिष्य को अपने गुरु के सामने बैठते समय ऐसे कृत्यों से बचना चाहिए, क्योंकि यह बड़ा अनादर है। लेकिन संतजनों के स्वभाव में केवल प्रेम और स्नेह पाया जाता है, और उनमें नियंत्रण की अपार क्षमता होती है, इसलिए वे स्वयं कष्ट सहते हैं लेकिन कभी अपनी भावनाओं को व्यक्त नहीं करते और न ही अपने मुख से कुछ कड़वा बोलते हैं।"
      },
      "concentration": {
        "title": "एकाग्रता और अलौकिक आरोहण",
        "content": "जीवात्मा का अंतिम लक्ष्य पांच आध्यात्मिक स्तरों से होकर चढ़कर अपने निज धाम तक पहुंचना है। यही आध्यात्मिक अभ्यास का परम उद्देश्य है क्योंकि वहां पहुंचे बिना पूर्ण शांति और वास्तविक सुख प्राप्त करना संभव नहीं है।\n\nमुख्य रूप से, व्यक्ति को अपने मन से संघर्ष करना होता है, क्योंकि यह बाधाएं उत्पन्न करता है और अनगिनत अवरोध और रुकावटें पैदा करके इसे और नीचे धकेलने का प्रयास करता है। कभी यह साधकों पर सांसारिक पुरस्कार बरसाता है और अन्य अवसरों पर उसे सम्मान और प्रतिष्ठा के भंवर में डाल देता है, जबकि कभी-कभी यह धन और काम का जाल फेंकता है या अहंकार और लोभ को उत्तेजित करता है।\n\nप्रायः यह उत्कृष्ट को दबाकर दुष्ट इच्छाएं उत्पन्न करने का प्रयास करता है और कभी-कभी गुरु और भगवान के प्रति अनादर का कारण बनता है; जबकि कई बार संतों और आध्यात्मिक ग्रंथों की बातों में संदेह पैदा करता है या उसे सांसारिक वासना और लोभ में बंदी बनाने का प्रयास करता है। ये मन की चालें और इसकी शक्ति हैं, जो इंद्रियों की सहायता से आत्मा को उलझाने और नीचे धकेलने का प्रयास करती हैं और जब भी यह अपने प्रयास में सफल होता है, आत्मा और नीचे धकेल दी जाती है।\n\nइसलिए, ऊपर चढ़ने के लिए व्यक्ति को अपने मन पर नियंत्रण प्राप्त करना होता है और इसके चंगुल से मुक्त होना होता है। अतः, मन से संघर्ष करना और इसके द्वारा उत्पन्न बाधाओं को गुरु की सहायता से या अपने प्रयासों से दूर करना साधना कहलाता है।\n\nजीवात्मा और मन के इस संघर्ष में कभी मन विजयी होता है तो कभी जीवात्मा और यह चक्र घूमता रहता है, जिसमें सैकड़ों पुनर्जन्म शामिल हो सकते हैं, और अंत में भगवान इतने कृपालु होते हैं कि जीवात्मा को वापस बुलाते हैं और अपना प्रेम बरसाते हैं। वे स्वयं किसी प्रबुद्ध व्यक्ति के शरीर में प्रवेश करते हैं और आत्मा को इन दुष्ट शक्तियों के चंगुल से मुक्त होने में सहायता करते हैं और अंततः उसे अपने धाम में बुलाते हैं। ये महान व्यक्ति जो मार्गदर्शन करते हैं और सही रास्ता दिखाते हैं वे आध्यात्मिक रूप से सिद्ध गुरु हैं और जिस प्रक्रिया के माध्यम से यह लक्ष्य केवल गुरु की कृपा से या अपने प्रयासों से प्राप्त होता है उसे साधना कहते हैं।"
      },
      "householders": {
        "title": "गृहस्थों के लिए मार्ग",
        "content": "उनकी विधियां उन व्यक्तियों के लिए अच्छी तरह से उपयुक्त हैं जिनके पास समय की कमी है और जो गृहस्थ जीवन व्यतीत कर रहे हैं।\n\nरामाश्रम सत्संग सिखाता है कि ईश्वर को पाने के लिए संसार त्यागने की आवश्यकता नहीं है। गृहस्थ सभी सांसारिक कर्तव्यों को पूरा करते हुए आध्यात्मिक साक्षात्कार प्राप्त कर सकता है। कुंजी इस संसार में \"अतिथि\" की भांति रहने में है - इसके आशीर्वादों का आनंद लेते हुए भी शाश्वत सत्य में स्थिर रहना।\n\nप्रातः और सायं एक-एक घंटा भी आध्यात्मिक अभ्यास को समर्पित करके, और शेष दिन विरक्ति के साथ सांसारिक जिम्मेदारियां निभाते हुए, व्यक्ति मार्ग पर स्थिर प्रगति कर सकता है। पारिवारिक जीवन का घर्षण स्वयं आत्मा को निखारने का उपकरण बन जाता है।\n\nगुरुजी हमें उनके द्वारा दिखाए मार्ग पर चलने के लिए विश्वास और धैर्य प्रदान करें।"
      }
    }
  },
  "programs": {
    "pageTitle": "सत्संग कार्यक्रम",
    "pageSubtitle": "भंडारे, सत्संग कार्यक्रम, आध्यात्मिक ध्यान शिविर",
    "scheduledTitle": "निर्धारित आध्यात्मिक ध्यान शिविर / सत्संग कार्यक्रम",
    "tableProgram": "कार्यक्रम का नाम",
    "tableDates": "तिथियां",
    "tableLocation": "स्थान",
    "tableJila": "जिला",
    "tableState": "राज्य",
    "aboutTitle": "भंडारों और सत्संग कार्यक्रमों के विषय में",
    "bhandaraDesc": "भंडारा एक आध्यात्मिक सभा है जो सामान्यतः 2-3 दिनों तक चलती है, जिसमें प्रवचन और सामूहिक ध्यान होता है। ये आयोजन साधकों को आध्यात्मिक वातावरण में डूबने और परम्परा का आशीर्वाद प्राप्त करने का अवसर प्रदान करते हैं।",
    "punyaTithiDesc": "पुण्य तिथि गुरु की पुण्यतिथि को संदर्भित करती है, जिसे विशेष श्रद्धा के साथ मनाया जाता है। भक्त दिवंगत गुरु का सम्मान करने और जीवंत परम्परा के माध्यम से निरंतर आध्यात्मिक मार्गदर्शन प्राप्त करने के लिए एकत्रित होते हैं।",
    "guruPurnimaDesc": "गुरु पूर्णिमा गुरु के सम्मान को समर्पित पवित्र दिन है, जो हिंदू माह आषाढ़ (जुलाई) की पूर्णिमा को मनाया जाता है। यह आध्यात्मिक कैलेंडर के सबसे महत्वपूर्ण अवसरों में से एक है।"
  },
  "media": {
    "pageTitle": "सत्संग मीडिया",
    "pageSubtitle": "पिछले और सीधे सत्संग कार्यक्रमों की तरंगों में डूबें",
    "liveTelecastTitle": "सत्संग का सीधा प्रसारण",
    "liveTelecastDesc": "YouTube चैनल गुरुओं के भौतिक शरीर त्यागने के बाद भी आध्यात्मिक ज्ञान साझा करने की पवित्र परम्परा को जारी रखता है। विभिन्न स्थानों से सत्संग कार्यक्रमों का सीधा प्रसारण देखें और पिछली रिकॉर्डिंग के संग्रह तक पहुंचें।",
    "visitYoutube": "YouTube चैनल देखें",
    "channelFeatures": "रामाश्रम सत्संग च. के आधिकारिक YouTube चैनल पर उपलब्ध है:",
    "featureLive": "सत्संग कार्यक्रमों का सीधा प्रसारण",
    "featureBhandara": "भंडारों और विशेष अवसरों की रिकॉर्डिंग",
    "featurePravachans": "विभिन्न केंद्रों से प्रवचन",
    "featureDiscourses": "आध्यात्मिक प्रवचन और ध्यान मार्गदर्शन",
    "subscribeNote": "सीधे कार्यक्रमों की सूचना पाने के लिए चैनल को subscribe करें।",
    "audioPravachans": "ऑडियो प्रवचन",
    "audioPravachansDesc": "हमारे गुरुओं के पवित्र प्रवचनों को ऑडियो प्रारूप में सुनें। ये रिकॉर्डिंग आने वाली पीढ़ियों के लिए गुरुओं की वाणी और ज्ञान को संरक्षित करती हैं।",
    "satyaPrakashJiRecordings": "1984-2002 की 90+ रिकॉर्डिंग",
    "shardaCharanJiRecordings": "1979-1981 की 20+ रिकॉर्डिंग",
    "videoArchive": "वीडियो संग्रह",
    "videoArchiveDesc": "YouTube चैनल सत्संग कार्यक्रमों के वीडियो संग्रह के रूप में कार्य करता है। चैनल पर देखें:",
    "recentBhandara": "हाल के भंडारों की रिकॉर्डिंग",
    "guruPurnimaCelebrations": "गुरु पूर्णिमा समारोह",
    "punyaTithiPrograms": "पुण्य तिथि (वार्षिक) कार्यक्रम",
    "regularSatsang": "नियमित सत्संग सत्र",
    "browseAllVideos": "सभी वीडियो देखें",
    "howToUseTitle": "ऑडियो प्रवचनों का उपयोग कैसे करें",
    "howToUseText": "ऑडियो प्रवचन सार्वभौमिक पहुंच के लिए Google Drive पर संग्रहीत हैं। जब आप किसी प्रवचन लिंक पर क्लिक करते हैं, तो यह Google Drive में खुलेगा जहां आप:",
    "playDirectly": "सीधे सुनें - बिना डाउनलोड किए अपने ब्राउज़र में सुनें",
    "download": "डाउनलोड करें - ऑफलाइन सुनने के लिए अपने डिवाइस में सहेजें",
    "share": "साझा करें - अन्य साधकों के साथ लिंक साझा करें",
    "sacredNote": "ये रिकॉर्डिंग पवित्र निधि हैं। ग्रहणशीलता और भक्ति के साथ सुनें, अधिमानतः चिंतन के लिए अनुकूल शांत वातावरण में।"
  },
  "satyaPrakashJi": {
    "pageTitle": "परम गुरु श्री सत्य प्रकाश जी महाराज",
    "pageSubtitle": "बीकानेर (1941 - 2002)",
    "keyInfo": "मुख्य जानकारी",
    "birth": "जन्म",
    "birthDate": "9 जनवरी, 1941",
    "mahaSamadhi": "महा समाधि",
    "mahaSamadhiDate": "20 जून, 2002",
    "location": "स्थान",
    "locationValue": "बीकानेर, राजस्थान",
    "guru": "गुरु",
    "guruValue": "परम गुरु श्री शारदा चरण जी",
    "aboutTitle": "परम गुरु जी के विषय में",
    "aboutText1": "परम गुरु श्री सत्य प्रकाश जी महाराज ने रामाश्रम सत्संग च. परम्परा की पवित्र मशाल को वहन किया, अनगिनत साधकों को आंतरिक जागृति के मार्ग पर मार्गदर्शन किया। बीकानेर, राजस्थान में स्थित, उन्होंने अपने गुरु, परम गुरु श्री शारदा चरण जी महाराज की शिक्षाओं के प्रसार के लिए अपना जीवन समर्पित किया।",
    "aboutText2": "उनकी विधियां आधुनिक गृहस्थ के लिए अनूठी रूप से उपयुक्त थीं - सीमित समय, पारिवारिक जिम्मेदारियों और सांसारिक कर्तव्यों वाले व्यक्तियों के लिए। उन्होंने अपने जीवन से प्रदर्शित किया कि आध्यात्मिक प्राप्ति के लिए संसार के त्याग की नहीं, बल्कि उससे अपने संबंध के परिवर्तन की आवश्यकता है।",
    "aboutText3": "गुरुजी के प्रवचन केवल दार्शनिक वार्ता नहीं हैं बल्कि आध्यात्मिक ऊर्जा के संचरण हैं। जब ग्रहणशीलता और भक्ति के साथ सुने जाते हैं, तो वे 2002 में उनके भौतिक प्रस्थान के बाद भी साधकों का मार्गदर्शन करते रहते हैं।",
    "aboutWebsiteTitle": "इस वेबसाइट के विषय में",
    "aboutWebsiteText": "यह वेबसाइट स्वयं परम गुरु जी के दिव्य आदेश पर बनाई गई थी। अपनी शारीरिक उपस्थिति के दौरान, उन्होंने इस डिजिटल तीर्थ के निर्माण का निर्देश दिया और व्यक्तिगत रूप से इसके लिए \"परम गुरु\" नाम चुना। यह पीढ़ियों के साधकों के लिए उनकी शिक्षाओं को संरक्षित करते हुए एक आभासी आश्रम के रूप में कार्य करता है।",
    "punyaTithiText": "उनकी पुण्य तिथि (मृत्यु वार्षिकी) प्रत्येक वर्ष गंगा दशहरे पर बीकानेर, राजस्थान में मनाई जाती है, जहां भक्त उनकी स्मृति का सम्मान करने और निरंतर आध्यात्मिक आशीर्वाद प्राप्त करने के लिए एकत्रित होते हैं।",
    "birthAnniversaryText": "उनकी जन्म वार्षिकी बीकानेर में प्रत्येक वर्ष 9 और 10 जनवरी को बीकानेर सत्संग कार्यक्रम के रूप में मनाई जाती है।",
    "pravachansTitle": "अमृत वाणी - पवित्र प्रवचन",
    "pravachansNote": "नोट: किसी भी प्रवचन को Google Drive में खोलने के लिए उस पर क्लिक करें, जहां आप ऑडियो रिकॉर्डिंग को सुन या डाउनलोड कर सकते हैं। ये रिकॉर्डिंग आध्यात्मिक ज्ञान की संरक्षित निधि हैं।"
  },
  "shardaCharanJi": {
    "pageTitle": "परम गुरु श्री शारदा चरण जी महाराज",
    "pageSubtitle": "आगरा (1910 - 1983)",
    "keyInfo": "मुख्य जानकारी",
    "birth": "जन्म",
    "birthDate": "26 सितंबर, 1910",
    "mahaSamadhi": "महा समाधि",
    "mahaSamadhiDate": "28 जनवरी, 1983",
    "location": "स्थान",
    "locationValue": "आगरा, उत्तर प्रदेश",
    "guru": "गुरु",
    "guruValue": "परम गुरु श्री चतुर्भुज सहाय जी",
    "aboutTitle": "परम गुरु जी के विषय में",
    "aboutText1": "परम गुरु श्री शारदा चरण जी महाराज आध्यात्मिक परम्परा में भक्ति और समर्पण के उत्कृष्ट उदाहरण के रूप में खड़े हैं। 26 सितंबर, 1910 को आगरा में जन्मे, उनका जीवन गुरु के प्रति पूर्ण समर्पण की परिवर्तनकारी शक्ति का प्रमाण था।",
    "aboutText2": "अपने गुरु, परम गुरु श्री चतुर्भुज सहाय जी महाराज के साथ उनका संबंध पूर्ण समर्पण का था। जब उन्होंने सत्संग की अपनी शाखा स्थापित की, तो उन्होंने इसे \"रामाश्रम सत्संग च.\" नाम देकर परम विनम्रता का प्रदर्शन किया - \"च.\" उनके प्रिय गुरु चतुर्भुज के नाम का आद्याक्षर है। यह कृत्य हमें सिखाता है कि सच्ची आध्यात्मिकता बड़ा बनने में नहीं, बल्कि छोटा बनने में है।",
    "meaningChTitle": "\"च.\" का अर्थ",
    "meaningChText": "रामाश्रम सत्संग च. में \"च.\" भक्ति का स्मारक है। संगठन का नाम अपने नाम पर रखने के बजाय, श्री शारदा चरण जी ने अपने गुरु के आद्याक्षर को इसकी पहचान से स्थायी रूप से जोड़ दिया। यह शिष्यों को सिखाता है कि आध्यात्मिक मार्ग गुरु की सेवा में अहंकार को विलीन करने का है, न कि स्वयं के स्मारक बनाने का।",
    "aboutText3": "उनके प्रवचन भक्ति के मार्ग पर साधकों को प्रेरित करते रहते हैं। अपनी शिक्षाओं के माध्यम से, उन्होंने गुरु-शिष्य संबंध के महत्व और आध्यात्मिक प्राप्ति में पूर्ण समर्पण (समर्पण) की शक्ति पर बल दिया।",
    "punyaTithiText": "उनकी पुण्य तिथि (मृत्यु वार्षिकी) प्रत्येक वर्ष रविदास जयंती पर मनाई जाती है, जबकि 26 सितंबर को उनकी जन्म दिवस विभिन्न केंद्रों पर विशेष सत्संग कार्यक्रमों के साथ मनाई जाती है।",
    "pravachansTitle": "अमृत वाणी - पवित्र प्रवचन",
    "pravachansNote": "नोट: किसी भी प्रवचन को Google Drive में खोलने के लिए उस पर क्लिक करें, जहां आप ऑडियो रिकॉर्डिंग को सुन या डाउनलोड कर सकते हैं। 1970 के दशक के अंत और 1980 के दशक की शुरुआत की ये दुर्लभ रिकॉर्डिंग आने वाली पीढ़ियों के लिए परम गुरु जी की वाणी और ज्ञान को संरक्षित करती हैं।"
  },
  "pravachanList": {
    "recordingsAvailable": "रिकॉर्डिंग उपलब्ध",
    "recordings": "रिकॉर्डिंग",
    "showLess": "कम वर्ष दिखाएं",
    "showAll": "सभी {{count}} वर्ष दिखाएं"
  },
  "footer": {
    "title": "परम गुरु",
    "description": "यह वेबसाइट परम गुरु श्री सत्य प्रकाश जी महाराज के आदेश पर उनकी शारीरिक उपस्थिति के दौरान बनाई गई थी। उन्होंने आध्यात्मिक ज्ञान के इस डिजिटल तीर्थ के लिए \"परम गुरु\" नाम चुना।",
    "quickLinks": "त्वरित लिंक",
    "satyaPrakashJi": "परम गुरु श्री सत्य प्रकाश जी",
    "shardaCharanJi": "परम गुरु श्री शारदा चरण जी",
    "teachingsLink": "शिक्षाएं और प्रवचन",
    "satsangPrograms": "सत्संग कार्यक्रम",
    "audioRecordings": "ऑडियो रिकॉर्डिंग",
    "locations": "स्थान",
    "bikaner": "बीकानेर, राजस्थान",
    "agra": "आगरा, उत्तर प्रदेश",
    "connect": "संपर्क",
    "inquiryNote": "सत्संग और ध्यान अभ्यास के बारे में जानकारी के लिए, कृपया हमारे किसी आगामी कार्यक्रम में सम्मिलित हों।",
    "quote": "\"जितना आध्यात्मिक व्यक्ति होता है, उतना ही मानवीय होता है।\"",
    "madeWith": "सत्य के साधकों के लिए",
    "forSeekers": "प्रेम से बनाया गया",
    "copyright": "रामाश्रम सत्संग च. भूड़काबाग, बीकानेर केंद्र। सर्वाधिकार सुरक्षित।"
  },
  "notFound": {
    "title": "पृष्ठ नहीं मिला",
    "message": "आप जिस पृष्ठ की तलाश कर रहे हैं वह स्थानांतरित हो गया होगा या मौजूद नहीं है।",
    "goHome": "मुख्य पृष्ठ पर जाएं",
    "goBack": "वापस जाएं"
  },
  "common": {
    "bhandara": "भंडारा",
    "punyaTithi": "पुण्य तिथि",
    "guruPurnima": "गुरु पूर्णिमा",
    "jila": "जिला"
  }
}
