{
  "nav": {
    "home": "मुख्य पृष्ठ",
    "lineage": "गुरु परम्परा",
    "satyaPrakashJi": "सत्य प्रकाश जी महाराज",
    "shardaCharanJi": "शारदा चरण जी महाराज",
    "teachings": "शिक्षाएं",
    "programs": "कार्यक्रम",
    "media": "मीडिया",
    "menu": "मेन्यू"
  },
  "header": {
    "title": "परम गुरु",
    "subtitle": "रामाश्रम सत्संग च."
  },
  "home": {
    "heroTitle": "पवित्र गुरु परम्परा",
    "heroSubtitle": "गुरुओं से साधकों तक बहती कृपा की अविरल धारा",
    "shardaCharanJiName": "परम गुरु श्री शारदा चरण जी महाराज",
    "shardaCharanJiPlace": "आगरा (1910 - 1983)",
    "satyaPrakashJiName": "परम गुरु श्री सत्य प्रकाश जी महाराज",
    "satyaPrakashJiPlace": "बीकानेर (1941 - 2002)",
    "explore": "जानें",
    "exploreSubtitle": "रामाश्रम सत्संग की आध्यात्मिक विरासत की खोज करें",
    "spiritualLineage": "गुरु परम्परा",
    "spiritualLineageDesc": "रामाश्रम सत्संग सिलसिले की पवित्र गुरु श्रृंखला को जानें",
    "audioRecordings": "ऑडियो रिकॉर्डिंग",
    "audioRecordingsDesc": "दोनों परम गुरुओं के दुर्लभ प्रवचन सुनें",
    "teachingsTitle": "शिक्षाएं",
    "teachingsDesc": "परम्परा के आध्यात्मिक ज्ञान और दर्शन को जानें",
    "satsangPrograms": "सत्संग कार्यक्रम / ध्यान शिविर",
    "satsangProgramsDesc": "आगामी ध्यान शिविर और आध्यात्मिक सभाओं की जानकारी पाएं",
    "peaceTitle": "अशांत संसार में शांति की खोज",
    "peaceText1": "जीवन की अनंत दौड़-भाग में आत्मा कुछ शाश्वत खोजती है, कुछ ऐसा जो भौतिक संसार के क्षणिक सुखों से परे हो। रामाश्रम सत्संग च. आधुनिक गृहस्थ के लिए आंतरिक परिवर्तन का एक सिद्ध मार्ग प्रस्तुत करता है।",
    "peaceText2": "हमारी परम्परा सिखाती है कि ईश्वर को पाने के लिए संसार त्यागने की आवश्यकता नहीं है। मार्ग इस संसार में \"अतिथि\" की भांति रहने में है - इसके आशीर्वादों का आनंद लेते हुए भी शाश्वत सत्य में स्थिर रहना। ध्यान और गुरु कृपा से भीतर से स्वाभाविक रूप से शांति प्रकट होती है।",
    "peaceQuote": "\"जितना आध्यात्मिक व्यक्ति होता है, उतना ही मानवीय होता है।\"",
    "exploreTeachings": "शिक्षाएं देखें",
    "upcomingPrograms": "आगामी सत्संग कार्यक्रम",
    "upcomingProgramsSubtitle": "आध्यात्मिक सभाओं और ध्यान शिविरों में सम्मिलित हों",
    "viewAllPrograms": "सभी कार्यक्रम देखें",
    "liveSatsang": "सत्संग का सीधा प्रसारण",
    "liveSatsangDesc": "विभिन्न स्थानों से सत्संग कार्यक्रमों का सीधा और रिकॉर्डेड प्रसारण देखें। गुरुओं के भौतिक शरीर त्यागने के बाद भी YouTube चैनल आध्यात्मिक ज्ञान साझा करने की परम्परा को जारी रखता है।",
    "visitYoutube": "हमारा YouTube चैनल देखें",
    "aboutWebsite": "इस वेबसाइट के विषय में",
    "aboutWebsiteText": "यह वेबसाइट परम गुरु श्री सत्य प्रकाश जी महाराज के दिव्य आदेश पर बनाई गई थी, जिन्होंने अपने शारीरिक उपस्थिति के समय इस आभासी तीर्थ के लिए \"परम गुरु\" नाम चुना था। यह एक डिजिटल आश्रम के रूप में रामाश्रम सत्संग च. परम्परा की पवित्र शिक्षाओं, प्रवचनों और आध्यात्मिक विरासत को विश्व भर के साधकों के लिए संरक्षित और साझा करता है।"
  },
  "lineage": {
    "pageTitle": "पवित्र गुरु परम्परा",
    "pageSubtitle": "गुरु परम्परा - गुरु से शिष्य तक आध्यात्मिक संचरण की अखंड श्रृंखला",
    "understandingTitle": "परम्परा को समझना",
    "understandingText": "आज के डिजिटल युग में, जहां कोई भी आध्यात्मिक अधिकार का दावा कर सकता है, गुरु परम्परा प्रामाणिक शिक्षा की वंशावली प्रदान करती है। जैसे एक जलती हुई मोमबत्ती ही दूसरी मोमबत्ती को प्रज्वलित कर सकती है, वैसे ही आध्यात्मिक जागृति के लिए एक जागृत गुरु से संचरण आवश्यक है। रामाश्रम सत्संग च. की जड़ें सिद्ध आत्माओं की अखंड श्रृंखला में हैं, जहां प्रत्येक गुरु ने दिव्य प्रकाश को अगली पीढ़ी को प्रसारित किया।",
    "viewDiscourses": "प्रवचन देखें और अधिक जानें",
    "significanceTitle": "\"च.\" का महत्व",
    "significanceText": "रामाश्रम सत्संग च. में \"च.\" का अर्थ है \"चतुर्भुज\" - परम गुरु श्री चतुर्भुज सहाय जी महाराज का नाम। जब श्री शारदा चरण जी ने आगरा में अपनी शाखा स्थापित की, तो उनकी भक्ति इतनी पूर्ण थी कि उन्होंने इसका नाम अपने नाम पर नहीं, बल्कि अपने प्रिय गुरु के नाम पर रखा। परम विनम्रता की यह भावना हमें सिखाती है कि आध्यात्मिक मार्ग बड़ा बनने का नहीं, छोटा बनने का है; भक्ति में अहंकार को विलीन करने का है, न कि स्वयं के स्मारक बनाने का।",
    "ramChandraJiName": "परम गुरु राम चंद्र जी महाराज (लाला जी)",
    "ramChandraJiTitle": "संस्थापक",
    "ramChandraJiYears": "1873 - 1931",
    "ramChandraJiLocation": "मैनपुरी / फर्रुखाबाद, उत्तर प्रदेश",
    "ramChandraJiDesc": "परम गुरु राम चंद्र जी महाराज, जिन्हें प्यार से लाला जी कहा जाता था, इस पवित्र आध्यात्मिक धारा के उद्गम का प्रतिनिधित्व करते हैं। 1873 में मैनपुरी (उ.प्र.) में जन्मे, उन्होंने फर्रुखाबाद में सरकारी कर्मचारी रहते हुए गृहस्थ का जीवन व्यतीत किया।\n\nउनकी आध्यात्मिक यात्रा ने एक उल्लेखनीय मोड़ तब लिया जब उन्हें सूफी संत मौलाना शाह फजल अहमद खान से दीक्षा प्राप्त हुई। यह समन्वयी संबंध हिंदू और सूफी रहस्यवाद को जोड़ता है, यह दर्शाता है कि आत्मा की भाषा सभी धार्मिक सीमाओं से परे है।\n\nलाला जी का परम्परा में प्रमुख योगदान प्राणाहुति (योगिक संचरण) का पुनर्परिचय था - गुरु की वह क्षमता जिससे वे आध्यात्मिक ऊर्जा को सीधे साधक के हृदय में संचारित कर सकते हैं, कठोर शारीरिक तपस्याओं के बिना सुप्त आध्यात्मिक केंद्रों को जागृत कर सकते हैं। \"विश्व नृत्य\" का उनका दर्शन, जहां उन्होंने संपूर्ण ब्रह्मांड को दिव्य ऊर्जा से कंपायमान देखा, सत्संग में अभ्यास किए जाने वाले ध्यान की ऊर्जा-आधारित प्रकृति को स्थापित करता है।",
    "chaturbhujJiName": "परम गुरु श्री चतुर्भुज सहाय जी महाराज",
    "chaturbhujJiTitle": "व्यवस्थापक",
    "chaturbhujJiYears": "1873 - 1957",
    "chaturbhujJiLocation": "एटा / मथुरा, उत्तर प्रदेश",
    "chaturbhujJiDesc": "1873 में एटा, उत्तर प्रदेश में जन्मे, परम गुरु श्री चतुर्भुज सहाय जी महाराज लाला जी के समकालीन और समर्पित शिष्य दोनों थे। पेशे से वे होम्योपैथिक चिकित्सक थे, जो परम्परा के \"चिकित्सक\" रूप को मूर्त करते थे।\n\n1930 में, उन्होंने रामाश्रम सत्संग मथुरा की स्थापना की, लाला जी के व्यक्तिगत संचरण को एक संरचित संगठन में परिवर्तित किया जो जनसामान्य तक पहुंच सके। उन्होंने गृहस्थ योग के दर्शन का समर्थन किया, यह सिखाते हुए कि पारिवारिक जीवन का घर्षण वास्तव में आत्मा को निखारने का उपकरण है।\n\nउनकी गहन शिक्षा, \"जितना आध्यात्मिक व्यक्ति होता है, उतना ही मानवीय होता है,\" सत्संग के नैतिक दिशासूचक के रूप में कार्य करती है। यह हमें याद दिलाती है कि यदि हमारा ध्यान हमें अधिक दयालु, अधिक धैर्यवान और अधिक ईमानदार नहीं बनाता, तो इसका कोई उद्देश्य नहीं है। वे कार्यप्रणाली का प्रतिनिधित्व करते हैं - साधकों को आश्वस्त करते हुए कि वे अपनी सामाजिक जिम्मेदारियों को बाधित किए बिना इस योग का अभ्यास कर सकते हैं।",
    "shardaCharanJiName": "परम गुरु श्री शारदा चरण जी महाराज",
    "shardaCharanJiTitle": "सत्य और ज्ञान का घर - सत्य सदन",
    "shardaCharanJiYears": "1910 - 1983",
    "shardaCharanJiLocation": "आगरा, उत्तर प्रदेश",
    "shardaCharanJiDesc": "परम गुरु श्री शारदा चरण जी महाराज गुरु और शिष्य के बीच गहन बंधन का उदाहरण प्रस्तुत करते हैं। आगरा के निवासी, श्री चतुर्भुज सहाय जी के प्रति उनकी भक्ति इतनी पूर्ण थी कि उन्होंने अपने गुरु की सेवा में अपनी पहचान मिटा दी।\n\nजब उन्होंने सत्संग की अपनी शाखा स्थापित की, तो उन्होंने इसका नाम अपने नाम पर नहीं रखा। इसके बजाय, उन्होंने इसे \"रामाश्रम सत्संग च.\" कहा - अपने गुरु (चतुर्भुज) के आद्याक्षर को संगठन की पहचान से स्थायी रूप से जोड़ दिया। यह \"च.\" केवल एक अक्षर नहीं है; यह विनम्रता का स्मारक है, शिष्यों को सिखाता है कि आध्यात्मिक मार्ग \"गुरु\" बनने का नहीं, बल्कि शाश्वत \"शिष्य\" बने रहने का है।\n\nवे उस पवित्र कड़ी का प्रतिनिधित्व करते हैं जो मथुरा के स्रोत को बीकानेर और उससे आगे बहने वाली धारा से जोड़ती है। उनके प्रवचन भक्ति और समर्पण के मार्ग पर साधकों का मार्गदर्शन करते रहते हैं।",
    "satyaPrakashJiName": "परम गुरु श्री सत्य प्रकाश जी महाराज",
    "satyaPrakashJiTitle": "सत्य का प्रकाश - सत्य का प्रकाश",
    "satyaPrakashJiYears": "1941 - 2002",
    "satyaPrakashJiLocation": "बीकानेर, राजस्थान",
    "satyaPrakashJiDesc": "परम गुरु श्री सत्य प्रकाश जी महाराज ने इस गौरवशाली परम्परा का भार वहन किया, आधुनिक साधकों को समकालीन जीवन की अनूठी चुनौतियों में मार्गदर्शन करते हुए। बीकानेर, राजस्थान में स्थित, उनकी विधियां विशेष रूप से उन व्यक्तियों के लिए उपयुक्त हैं जो आध्यात्मिक अभ्यास के लिए सीमित समय के साथ गृहस्थ जीवन व्यतीत करते हैं।\n\nउनके प्रवचन केवल व्याख्यान नहीं हैं बल्कि उस दिव्य ऊर्जा का संचरण हैं जो उन्होंने श्री शारदा चरण जी से प्राप्त की थी। वे बीकानेर केंद्र के आध्यात्मिक केंद्रबिंदु के रूप में कार्य करते हैं, सांसारिक जिम्मेदारियों को पूरा करते हुए ध्यान को दैनिक जीवन में एकीकृत करने पर व्यावहारिक मार्गदर्शन प्रदान करते हैं।\n\nयह वेबसाइट उनके आदेश पर बनाई गई थी, जो उन्होंने अपने भौतिक स्वरूप में रहते हुए दिए थे। उन्होंने व्यक्तिगत रूप से इस डिजिटल तीर्थ के लिए \"परम गुरु\" नाम चुना। हालांकि उन्होंने 2002 में अपना भौतिक शरीर छोड़ दिया, उनकी आध्यात्मिक उपस्थिति उनकी रिकॉर्ड की गई शिक्षाओं और उनके द्वारा स्थापित जीवंत परम्परा के माध्यम से सच्चे साधकों का मार्गदर्शन करती रहती है।"
  },
  "teachings": {
    "pageTitle": "पवित्र शिक्षाएं",
    "pageSubtitle": "साधना को समझना - आध्यात्मिक अनुशासन का मार्ग",
    "introText": "निम्नलिखित शिक्षाएं आध्यात्मिक अभ्यास (साधना) की प्रकृति, गुरु और शिष्य के संबंध, और मुक्ति के मार्ग को समझाती हैं। ये कालातीत सिद्धांत साधकों को सांसारिक अस्तित्व की भ्रांति से आत्म-साक्षात्कार की शांति तक की यात्रा में मार्गदर्शन करते हैं।",
    "quote": "\"जितना आध्यात्मिक व्यक्ति होता है, उतना ही मानवीय होता है।\"",
    "quoteAuthor": "- परम गुरु श्री चतुर्भुज सहाय जी महाराज"
  },
  "programs": {
    "pageTitle": "सत्संग कार्यक्रम",
    "pageSubtitle": "भंडारे, सत्संग कार्यक्रम, आध्यात्मिक ध्यान शिविर",
    "scheduledTitle": "निर्धारित आध्यात्मिक ध्यान शिविर / सत्संग कार्यक्रम",
    "tableProgram": "कार्यक्रम का नाम",
    "tableDates": "तिथियां",
    "tableLocation": "स्थान",
    "tableJila": "जिला",
    "tableState": "राज्य",
    "aboutTitle": "भंडारों और सत्संग कार्यक्रमों के विषय में",
    "bhandaraDesc": "भंडारा एक आध्यात्मिक सभा है जो सामान्यतः 2-3 दिनों तक चलती है, जिसमें प्रवचन और सामूहिक ध्यान होता है। ये आयोजन साधकों को आध्यात्मिक वातावरण में डूबने और परम्परा का आशीर्वाद प्राप्त करने का अवसर प्रदान करते हैं।",
    "punyaTithiDesc": "पुण्य तिथि गुरु की पुण्यतिथि को संदर्भित करती है, जिसे विशेष श्रद्धा के साथ मनाया जाता है। भक्त दिवंगत गुरु का सम्मान करने और जीवंत परम्परा के माध्यम से निरंतर आध्यात्मिक मार्गदर्शन प्राप्त करने के लिए एकत्रित होते हैं।",
    "guruPurnimaDesc": "गुरु पूर्णिमा गुरु के सम्मान को समर्पित पवित्र दिन है, जो हिंदू माह आषाढ़ (जुलाई) की पूर्णिमा को मनाया जाता है। यह आध्यात्मिक कैलेंडर के सबसे महत्वपूर्ण अवसरों में से एक है।"
  },
  "media": {
    "pageTitle": "सत्संग मीडिया",
    "pageSubtitle": "पिछले और सीधे सत्संग कार्यक्रमों की तरंगों में डूबें",
    "liveTelecastTitle": "सत्संग का सीधा प्रसारण",
    "liveTelecastDesc": "YouTube चैनल गुरुओं के भौतिक शरीर त्यागने के बाद भी आध्यात्मिक ज्ञान साझा करने की पवित्र परम्परा को जारी रखता है। विभिन्न स्थानों से सत्संग कार्यक्रमों का सीधा प्रसारण देखें और पिछली रिकॉर्डिंग के संग्रह तक पहुंचें।",
    "visitYoutube": "YouTube चैनल देखें",
    "channelFeatures": "रामाश्रम सत्संग च. के आधिकारिक YouTube चैनल पर उपलब्ध है:",
    "featureLive": "सत्संग कार्यक्रमों का सीधा प्रसारण",
    "featureBhandara": "भंडारों और विशेष अवसरों की रिकॉर्डिंग",
    "featurePravachans": "विभिन्न केंद्रों से प्रवचन",
    "featureDiscourses": "आध्यात्मिक प्रवचन और ध्यान मार्गदर्शन",
    "subscribeNote": "सीधे कार्यक्रमों की सूचना पाने के लिए चैनल को subscribe करें।",
    "audioPravachans": "ऑडियो प्रवचन",
    "audioPravachansDesc": "हमारे गुरुओं के पवित्र प्रवचनों को ऑडियो प्रारूप में सुनें। ये रिकॉर्डिंग आने वाली पीढ़ियों के लिए गुरुओं की वाणी और ज्ञान को संरक्षित करती हैं।",
    "satyaPrakashJiRecordings": "1984-2002 की 90+ रिकॉर्डिंग",
    "shardaCharanJiRecordings": "1979-1981 की 20+ रिकॉर्डिंग",
    "videoArchive": "वीडियो संग्रह",
    "videoArchiveDesc": "YouTube चैनल सत्संग कार्यक्रमों के वीडियो संग्रह के रूप में कार्य करता है। चैनल पर देखें:",
    "recentBhandara": "हाल के भंडारों की रिकॉर्डिंग",
    "guruPurnimaCelebrations": "गुरु पूर्णिमा समारोह",
    "punyaTithiPrograms": "पुण्य तिथि (वार्षिक) कार्यक्रम",
    "regularSatsang": "नियमित सत्संग सत्र",
    "browseAllVideos": "सभी वीडियो देखें",
    "howToUseTitle": "ऑडियो प्रवचनों का उपयोग कैसे करें",
    "howToUseText": "ऑडियो प्रवचन सार्वभौमिक पहुंच के लिए Google Drive पर संग्रहीत हैं। जब आप किसी प्रवचन लिंक पर क्लिक करते हैं, तो यह Google Drive में खुलेगा जहां आप:",
    "playDirectly": "सीधे सुनें - बिना डाउनलोड किए अपने ब्राउज़र में सुनें",
    "download": "डाउनलोड करें - ऑफलाइन सुनने के लिए अपने डिवाइस में सहेजें",
    "share": "साझा करें - अन्य साधकों के साथ लिंक साझा करें",
    "sacredNote": "ये रिकॉर्डिंग पवित्र निधि हैं। ग्रहणशीलता और भक्ति के साथ सुनें, अधिमानतः चिंतन के लिए अनुकूल शांत वातावरण में।"
  },
  "satyaPrakashJi": {
    "pageTitle": "परम गुरु श्री सत्य प्रकाश जी महाराज",
    "pageSubtitle": "बीकानेर (1941 - 2002)",
    "keyInfo": "मुख्य जानकारी",
    "birth": "जन्म",
    "birthDate": "9 जनवरी, 1941",
    "mahaSamadhi": "महा समाधि",
    "mahaSamadhiDate": "20 जून, 2002",
    "location": "स्थान",
    "locationValue": "बीकानेर, राजस्थान",
    "guru": "गुरु",
    "guruValue": "परम गुरु श्री शारदा चरण जी",
    "aboutTitle": "परम गुरु जी के विषय में",
    "aboutText1": "परम गुरु श्री सत्य प्रकाश जी महाराज ने रामाश्रम सत्संग च. परम्परा की पवित्र मशाल को वहन किया, अनगिनत साधकों को आंतरिक जागृति के मार्ग पर मार्गदर्शन किया। बीकानेर, राजस्थान में स्थित, उन्होंने अपने गुरु, परम गुरु श्री शारदा चरण जी महाराज की शिक्षाओं के प्रसार के लिए अपना जीवन समर्पित किया।",
    "aboutText2": "उनकी विधियां आधुनिक गृहस्थ के लिए अनूठी रूप से उपयुक्त थीं - सीमित समय, पारिवारिक जिम्मेदारियों और सांसारिक कर्तव्यों वाले व्यक्तियों के लिए। उन्होंने अपने जीवन से प्रदर्शित किया कि आध्यात्मिक प्राप्ति के लिए संसार के त्याग की नहीं, बल्कि उससे अपने संबंध के परिवर्तन की आवश्यकता है।",
    "aboutText3": "गुरुजी के प्रवचन केवल दार्शनिक वार्ता नहीं हैं बल्कि आध्यात्मिक ऊर्जा के संचरण हैं। जब ग्रहणशीलता और भक्ति के साथ सुने जाते हैं, तो वे 2002 में उनके भौतिक प्रस्थान के बाद भी साधकों का मार्गदर्शन करते रहते हैं।",
    "aboutWebsiteTitle": "इस वेबसाइट के विषय में",
    "aboutWebsiteText": "यह वेबसाइट स्वयं परम गुरु जी के दिव्य आदेश पर बनाई गई थी। अपनी शारीरिक उपस्थिति के दौरान, उन्होंने इस डिजिटल तीर्थ के निर्माण का निर्देश दिया और व्यक्तिगत रूप से इसके लिए \"परम गुरु\" नाम चुना। यह पीढ़ियों के साधकों के लिए उनकी शिक्षाओं को संरक्षित करते हुए एक आभासी आश्रम के रूप में कार्य करता है।",
    "punyaTithiText": "उनकी पुण्य तिथि (मृत्यु वार्षिकी) प्रत्येक वर्ष गंगा दशहरे पर बीकानेर, राजस्थान में मनाई जाती है, जहां भक्त उनकी स्मृति का सम्मान करने और निरंतर आध्यात्मिक आशीर्वाद प्राप्त करने के लिए एकत्रित होते हैं।",
    "birthAnniversaryText": "उनकी जन्म वार्षिकी बीकानेर में प्रत्येक वर्ष 9 और 10 जनवरी को बीकानेर सत्संग कार्यक्रम के रूप में मनाई जाती है।",
    "pravachansTitle": "अमृत वाणी - पवित्र प्रवचन",
    "pravachansNote": "नोट: किसी भी प्रवचन को Google Drive में खोलने के लिए उस पर क्लिक करें, जहां आप ऑडियो रिकॉर्डिंग को सुन या डाउनलोड कर सकते हैं। ये रिकॉर्डिंग आध्यात्मिक ज्ञान की संरक्षित निधि हैं।"
  },
  "shardaCharanJi": {
    "pageTitle": "परम गुरु श्री शारदा चरण जी महाराज",
    "pageSubtitle": "आगरा (1910 - 1983)",
    "keyInfo": "मुख्य जानकारी",
    "birth": "जन्म",
    "birthDate": "26 सितंबर, 1910",
    "mahaSamadhi": "महा समाधि",
    "mahaSamadhiDate": "28 जनवरी, 1983",
    "location": "स्थान",
    "locationValue": "आगरा, उत्तर प्रदेश",
    "guru": "गुरु",
    "guruValue": "परम गुरु श्री चतुर्भुज सहाय जी",
    "aboutTitle": "परम गुरु जी के विषय में",
    "aboutText1": "परम गुरु श्री शारदा चरण जी महाराज आध्यात्मिक परम्परा में भक्ति और समर्पण के उत्कृष्ट उदाहरण के रूप में खड़े हैं। 26 सितंबर, 1910 को आगरा में जन्मे, उनका जीवन गुरु के प्रति पूर्ण समर्पण की परिवर्तनकारी शक्ति का प्रमाण था।",
    "aboutText2": "अपने गुरु, परम गुरु श्री चतुर्भुज सहाय जी महाराज के साथ उनका संबंध पूर्ण समर्पण का था। जब उन्होंने सत्संग की अपनी शाखा स्थापित की, तो उन्होंने इसे \"रामाश्रम सत्संग च.\" नाम देकर परम विनम्रता का प्रदर्शन किया - \"च.\" उनके प्रिय गुरु चतुर्भुज के नाम का आद्याक्षर है। यह कृत्य हमें सिखाता है कि सच्ची आध्यात्मिकता बड़ा बनने में नहीं, बल्कि छोटा बनने में है।",
    "meaningChTitle": "\"च.\" का अर्थ",
    "meaningChText": "रामाश्रम सत्संग च. में \"च.\" भक्ति का स्मारक है। संगठन का नाम अपने नाम पर रखने के बजाय, श्री शारदा चरण जी ने अपने गुरु के आद्याक्षर को इसकी पहचान से स्थायी रूप से जोड़ दिया। यह शिष्यों को सिखाता है कि आध्यात्मिक मार्ग गुरु की सेवा में अहंकार को विलीन करने का है, न कि स्वयं के स्मारक बनाने का।",
    "aboutText3": "उनके प्रवचन भक्ति के मार्ग पर साधकों को प्रेरित करते रहते हैं। अपनी शिक्षाओं के माध्यम से, उन्होंने गुरु-शिष्य संबंध के महत्व और आध्यात्मिक प्राप्ति में पूर्ण समर्पण (समर्पण) की शक्ति पर बल दिया।",
    "punyaTithiText": "उनकी पुण्य तिथि (मृत्यु वार्षिकी) प्रत्येक वर्ष रविदास जयंती पर मनाई जाती है, जबकि 26 सितंबर को उनकी जन्म दिवस विभिन्न केंद्रों पर विशेष सत्संग कार्यक्रमों के साथ मनाई जाती है।",
    "pravachansTitle": "अमृत वाणी - पवित्र प्रवचन",
    "pravachansNote": "नोट: किसी भी प्रवचन को Google Drive में खोलने के लिए उस पर क्लिक करें, जहां आप ऑडियो रिकॉर्डिंग को सुन या डाउनलोड कर सकते हैं। 1970 के दशक के अंत और 1980 के दशक की शुरुआत की ये दुर्लभ रिकॉर्डिंग आने वाली पीढ़ियों के लिए परम गुरु जी की वाणी और ज्ञान को संरक्षित करती हैं।"
  },
  "pravachanList": {
    "recordingsAvailable": "रिकॉर्डिंग उपलब्ध",
    "recordings": "रिकॉर्डिंग",
    "showLess": "कम वर्ष दिखाएं",
    "showAll": "सभी {{count}} वर्ष दिखाएं"
  },
  "footer": {
    "title": "परम गुरु",
    "description": "यह वेबसाइट परम गुरु श्री सत्य प्रकाश जी महाराज के आदेश पर उनकी शारीरिक उपस्थिति के दौरान बनाई गई थी। उन्होंने आध्यात्मिक ज्ञान के इस डिजिटल तीर्थ के लिए \"परम गुरु\" नाम चुना।",
    "quickLinks": "त्वरित लिंक",
    "satyaPrakashJi": "परम गुरु श्री सत्य प्रकाश जी",
    "shardaCharanJi": "परम गुरु श्री शारदा चरण जी",
    "teachingsLink": "शिक्षाएं और प्रवचन",
    "satsangPrograms": "सत्संग कार्यक्रम",
    "audioRecordings": "ऑडियो रिकॉर्डिंग",
    "locations": "स्थान",
    "bikaner": "बीकानेर, राजस्थान",
    "agra": "आगरा, उत्तर प्रदेश",
    "connect": "संपर्क",
    "inquiryNote": "सत्संग और ध्यान अभ्यास के बारे में जानकारी के लिए, कृपया हमारे किसी आगामी कार्यक्रम में सम्मिलित हों।",
    "quote": "\"जितना आध्यात्मिक व्यक्ति होता है, उतना ही मानवीय होता है।\"",
    "madeWith": "सत्य के साधकों के लिए",
    "forSeekers": "प्रेम से बनाया गया",
    "copyright": "रामाश्रम सत्संग च. भूड़काबाग, बीकानेर केंद्र। सर्वाधिकार सुरक्षित।"
  },
  "notFound": {
    "title": "पृष्ठ नहीं मिला",
    "message": "आप जिस पृष्ठ की तलाश कर रहे हैं वह स्थानांतरित हो गया होगा या मौजूद नहीं है।",
    "goHome": "मुख्य पृष्ठ पर जाएं",
    "goBack": "वापस जाएं"
  },
  "common": {
    "bhandara": "भंडारा",
    "punyaTithi": "पुण्य तिथि",
    "guruPurnima": "गुरु पूर्णिमा",
    "jila": "जिला"
  }
}
